{"domain":"wordpress-seo","locale_data":{"wordpress-seo":{"":{"domain":"wordpress-seo","plural-forms":"nplurals=1; plural=0;","lang":"fa"},"There are unsaved changes on this page. Leaving means that those changes will be lost. Are you sure you want to leave this page?":["در این صفحه تغییرات ذخیره نشده وجود دارد. ترک کردن به این معناست که تغییرات ذخیره نخواهند شد. مطمئنید که می خواهید اینجا را ترک کنید؟"],"Formats":["فرمت"],"Media pages":["صفحات رسانه"],"Categories & tags":["دسته ها و برچسب ها"],"Content types":["انواع محتوا"],"Show more":["نمایش بیشتر"],"Show less":["نمایش کمتر"],"Configure the basics for your website.":["تنظیمات اولیه وب سایت خود را پیکربندی کنید."],"This field updates the %1$sTagline in your WordPress settings%2$s.":["این فیلد، %1$sشعار کوتاه در تنظیمات وردپرس%2$s را بروزرسانی می کند."],"This field updates the %1$sSite title in your WordPress settings%2$s.":["این فیلد، %1$عنوان سایت در تنظیمات وردپرس%2$s را بروزرسانی می کند."],"Choose how your Search pages should look in search engines.":["انتخاب کنید که صفحات جستجوی شما در موتورهای جستجو چگونه باشد."],"Choose how your 404 pages should look in search engines.":["انتخاب کنید که صفحات 404 شما در موتورهای جستجو چگونه باشد."],"Enable %1$s for %2$s pages":["فعالسازی %1$s برای %2$s"],"Choose how your %1$s pages should be described by default in your site's Schema.org markup. You can change these setting per individual %2$s page.":["مشخص کنید که پست تایپ %1$s در سایت شما در حالت پیشفرض چطور باید توسط نشانه گذاری schema.org توصیف شود. می توانید این تنظیمات را برای تک %2$s نیز اعمال کنید."],"Disabling this means that %1$s pages created by WordPress will not be indexed by search engines and will be excluded from XML sitemaps.":["غیرفعال کردن این به این معنی است که صفحاتی که توسط وردپرس برای پست تایپ %1$s  ایجاد شده است توسط موتورهای جستجو ایندکس نمی شوند و از نقشه های سایت XML حذف می شوند."],"Show %1$s pages in search results":["نمایش پست تایپ %1$s در نتایج جستجو"],"Choose how your %1$s pages should look in search engines. You can always customize this per individual %2$s page.":["مشخص کنید که پست تایپ %1$s در سایت شما در حالت پیشفرض چطور باید در موتورهای جستجو نشان داده شوند. می توانید این تنظیمات را برای تک %2$s نیز اعمال کنید."],"We recommend disabling %1$s pages. Disabling %1$s pages will cause all attachment URLs to redirect to the media itself.":["توصیه می‌کنیم صفحات پست تایپ %1$s را غیرفعال کنید. غیرفعال کردن صفحات پست تایپ %1$s باعث می‌شود که همه نشانی‌های اینترنتی رسانه ها به خود رسانه هدایت شوند."],"%1$s pages":["صفحات %1$s"],"When you upload media (e.g. an image or video), %5$s automatically creates a %3$s page (attachment URL) for it. These pages are quite empty and could cause %1$sthin content problems and lead to excess pages on your site%2$s. Therefore, %4$s disables them by default (and redirects the attachment URL to the media itself).":["وقتی یک رسانه جدید در وردپرس آپلود میکنید (به عنوان مثال یک عکس یا ویدئو)، %5$s بصورت خودکار یک صفحه %3$s (لینک پیوست) برای آن ایجاد می کند. این صفحات فایل های پیوست خالی هستند و می توانند موجب %1$sایجاد صفحات بی محتوا و افزایش صفحات اضافه در سایت شما بشوند%2$s. بنابراین %4$s بصورت پیشفرض آنها را غیرفعال کرده و آنها را به خود فایل پیوست ریدایرکت می کند."],"Choose how your Homepage should look on social media. Note that this is what people probably will see when they search for your brand name.":["انتخاب کنید که صفحه اصلی سایت شما چطور در شبکه‌های اجتماعی نمایش داده شود.این تقریبا همان چیزی است که کاربر با جستجوی نام برند شما مشاهده می کند."],"Format-based archives can cause duplicate content issues. For most sites, we recommend that you disable this setting.":["بایگانی های مبتنی بر فرمت می توانند باعث مشکل محتوای تکراری شوند. برای اکثر سایت ها، توصیه می کنیم این تنظیم را غیرفعال کنید."],"(e.g., %1$shttps://www.example.com/format/example/%2$s)":["(مثال: %1$shttps://www.example.com/format/example/%2$s)"],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps. We recommend that you disable this setting.":["غیرفعال کردن این به این معنی است که پست تایپ %1$s توسط موتورهای جستجو ایندکس نمی شود و از نقشه های سایت XML حذف می شوند. توصیه می کنیم این تنظیم را غیرفعال کنید."],"%1$s can cause duplicate content issues. For most sites, we recommend that you disable this setting.":["%1$s می توانند باعث مشکل محتوای تکراری شوند. برای اکثر سایت ها، توصیه می کنیم این تنظیم را غیرفعال کنید."],"Date archives are based on publication dates. From an SEO perspective, the posts in these archives have no real relation to the other posts except for their publication dates, which doesn’t say much about the content. They could also lead to duplicate content issues. This is why we recommend you to disable date archives.":["بایگانی تاریخ بر اساس تاریخ انتشار است. از منظر سئو، پست‌های موجود در این بایگانی هیچ ارتباط واقعی با پست‌های دیگر ندارند، به جز تاریخ انتشار آنها، که چیز زیادی در مورد محتوا نمی‌گوید. آنها همچنین می توانند منجر به مشکلات محتوای تکراری شوند. به همین دلیل است که توصیه می کنیم بایگانی تاریخ را غیرفعال کنید."],"(e.g., %1$shttps://www.example.com/2020/%2$s)":["(مثال: %1$shttps://www.example.com/2020/%2$s)"],"Date archive":["بایگانی تاریخ"],"Choose how your %1$s should look on social media by default.":["انتخاب کنید که پست تایپ %1$s به طور پیش‌فرض چگونه در شبکه های اجتماعی نمایش داده شود."],"Disabling this means that archives for authors without any posts will not be indexed by search engines and will be excluded from XML sitemaps.":["غیرفعال کردن این به این معنی است که بایگانی ها برای نویسنده هایی که هیچ مطلبی ندارند توسط موتورهای جستجو ایندکس نمی شود و از نقشه های سایت XML حذف می شوند."],"Show archives for authors without posts in search results":["نمایش بایگانی برای نویسندگان بدون پست در نتایج جستجو"],"Choose how your %1$s should look in search engines.":["انتخاب کنید که پست تایپ %1$s چگونه در موتورهای جستجو نمایش داده شود."],"Disabling this will redirect the Author archive to your site's homepage.":["با غیرفعال کردن این گزینه، بایگانی نویسنده به صفحه اصلی سایت شما ریدایرکت می شود."],"If you're running a one author blog, the Author archive will be exactly the same as your homepage. This is what's called a %1$sduplicate content problem%2$s. If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or prevent it from showing up in search results.":["اگر سایت شما یک سایت وبلاگی نویسنده محور است. بایگانی نویسنده دقیقا مانند صفحه اصلی شما می شود. این را %1$sمشکل تکراری بودن محتوا%2$s می نامند. اگر این مشکل در سایت شما وجود دارد، می توانید این گزینه را غیرفعال کنید. (موجب می شود تا بایگانی نویسنده به صفحه اصلی ریدایرکت شود) یا مانع نمایش آن در نتایج جستجو شوید."],"(e.g., %1$shttps://www.example.com/author/example/%2$s)":["(مثال: %1$shttps://www.example.com/author/example/%2$s)"],"Author archive":["بایگانی نویسنده"],"Read more about the search results settings":["کسب اطلاعات بیشتر درباره تنظیمات نتایج جستجو"],"Choose how your %1$s should look in search engines and on social media.":["انتخاب کنید که %1$s چگونه در موتورهای جستجو و شبکه های اجتماعی نمایش داده شود."],"Contact support":["تماس با پشتیبانی"],"Refresh":["بارگذاری مجدد"],"You can refresh to try again, but all your unsaved changes will be lost. If this error occurs again, please contact our support team and we'll get you sorted.":["می‌توانید صفحه را refresh کنید و دوباره امتحان کنید، اما همه تغییرات ذخیره‌نشده‌تان از بین خواهند رفت. اگر این خطا دوباره رخ داد، لطفاً با تیم پشتیبانی ما تماس بگیرید تا مشکل را بررسی کنیم."],"We're very sorry, but it seems the following error has halted our application:":["بسیار متاسفیم، اما به نظر می رسد خطای زیر برنامه ما را متوقف کرده است:"],"Oops! An unexpected error has occured.":["اوه! یک خطای غیر منتظره رخ داده است."],"An error occurred while calculating your content: %s":["هنگام محاسبه محتوای شما خطایی رخ داد: %s"],"This functionality is disabled in staging environments.":["این عملکرد در محیط های تستی (non-production) غیرفعال شده است."],"Help us to analyze your site by running the site analysis below.":["با اجرای تجزیه و تحلیل زیر به ما کمک کنید تا سایت شما را تجزیه و تحلیل کنیم."],"We would like to show you insights into content that we feel could use improving.":["ما می‌خواهیم اطلاعاتی را درباره محتوایی به شما نشان دهیم که فکر می‌کنیم می‌توان از آنها برای بهبود استفاده کرد."],"No data to show yet":["هیچ داده ای برای نشان دادن وجود ندارد!"],"Site analysis is disabled for non-production environments.":["تجزیه و تحلیل سایت برای محیط های تستی (non-production) غیرفعال شده است."],"Stop site analysis":["توقف تجزیه و تحلیل سایت"],"Start site analysis":["شروع تجزیه و تحلیل سایت"],"Show %1$s more...":["نمایش %1$s مورد بیشتر..."],"Open editor":["باز کردن ویرایشگر‌"],"Add focus keyphrase":["افزودن عبارت کلیدی اصلی"],"Most of your posts and pages haven't been analyzed yet. Help us to analyze your content by opening and updating it. Clicking the 'Open editor' button will open the editor in a new browser tab. Make sure to click 'Update' at the top of that page.":["اکثر پست ها و صفحات شما هنوز تجزیه و تحلیل نشده اند. با باز کردن و به روز رسانی محتوای خود به ما کمک کنید تا آن را تجزیه و تحلیل کنیم. با کلیک بر روی دکمه 'باز کردن ویرایشگر' ویرایشگر در یک تب مرورگر جدید باز می شود. اطمینان حاصل کنید که روی 'به‌روزرسانی' در بالای آن صفحه کلیک کنید."],"Clicking the 'Add focus keyphrase' button will open the editor in a new browser tab. Once you're done, don't forget to click 'Update'.":["با کلیک بر روی دکمه 'افزودن عبارت کلیدی اصلی' ویرایشگر در یک تب مرورگر جدید باز می شود. پس از اتمام کار، فراموش نکنید که روی 'به‌روزرسانی' کلیک کنید."],"Most of your posts and pages don't have a focus keyphrase yet. Help us to analyze your content by adding focus keyphrases. Below, we ordered your posts and pages on the highest number of incoming links, so you can start adding focus keyphrases for your most important content first.":["اکثر پست ها و صفحات شما هنوز عبارت کلیدی اصلی ندارند. با افزودن عبارات کلیدی اصلی به ما کمک کنید تا محتوا را تجزیه و تحلیل کنیم. در زیر، پست‌ها و صفحات شما را با بیشترین تعداد پیوندهای ورودی مرتب کرده ایم، بنابراین می‌توانید ابتدا برای مهمترین محتوای خود شروع به اضافه کردن عبارات کلیدی کنید."],"Posts and pages that haven't been analyzed (%1$s)":["پست‌ها و صفحاتی که تجزیه و تحلیل نشده‌اند (%1$s)"],"Posts and pages without a focus keyphrase (%1$s)":["پست ها و صفحات بدون کلمه کلیدی اصلی (%1$s)"],"Your site has no content with incoming links left to display here.":["سایت شما محتوایی با پیوندهای ورودی برای نمایش در اینجا ندارد."],"Restore hidden items":["بازیابی موارد مخفی"],"Highest number of incoming links":["بیشترین تعداد لینک های ورودی"],"Congratulations! All of your content has a green SEO score!":["تبریک می گویم! همه مطالب شما دارای امتیاز سبز سئو هستند!"],"Your site has no content with SEO scores left to display here.":["سایت شما محتوایی با امتیازات سئو برای نمایش در اینجا ندارد."],"An error occured while calculating the SEO scores of your content. Please try again later.":["هنگام محاسبه امتیاز سئوی محتوای شما مشکلی پیش آمد. لطفاً بعداً دوباره امتحان کنید."],"You've disabled the 'SEO analysis' feature. Enable this feature on the %1$sFeatures tab%2$s if you want us to calculate the SEO score of your content":["شما ویژگی 'تجزیه و تحلیل سئو' را غیرفعال کرده اید. اگر می‌خواهید امتیاز سئوی محتوای شما را محاسبه کنیم، این ویژگی را در تب %1$sقابلیت ها%2$s فعال کنید."],"Lowest SEO scores":["کمترین امتیاز سئو"],"An error occurred: %s":["خطایی رخ داده است: %s"],"You have hidden all items from this list, so there is no content left to display here.":["شما همه موارد را از این لیست پنهان کرده اید، بنابراین محتوایی برای نمایش در اینجا باقی نمانده است."],"Add links":["افزودن لینک ها"],"An error occured while calculating the incoming links of your content. Please try again later.":["هنگام محاسبه لینک های ورودی محتوای شما مشکلی پیش آمد. لطفاً بعداً دوباره امتحان کنید."],"You've disabled the 'Text link counter' feature. Enable this feature on the %1$sFeatures tab%2$s if you want us to calculate the number of links in your content":["شما ویژگی 'شمارشگر پیوند متنی' را غیرفعال کرده‌اید. اگر می‌خواهید تعداد پیوندهای محتوای شما را محاسبه کنیم، این ویژگی را در تب %1$sقابلیت ها%2$s فعال کنید."],"Lowest number of incoming links":["کمترین تعداد لینک های ورودی"],"Congratulations! All of your content has a green readability score!":["تبریک می گویم! همه مطالب شما دارای امتیاز سبز خوانایی هستند!"],"Your site has no content with Readability scores left to display here.":["سایت شما محتوایی با امتیازات خوانایی برای نمایش در اینجا ندارد."],"An error occured while calculating the Readability scores of your content. Please try again later.":["هنگام محاسبه امتیاز خوانایی محتوای شما مشکلی پیش آمد. لطفاً بعداً دوباره امتحان کنید."],"Improve":["بهبود"],"You've disabled the 'Readability analysis' feature. Enable this feature on the %1$sFeatures tab%2$s if you want us to calculate the Readability score of your content":["شما ویژگی 'تجزیه و تحلیل خوانایی' را غیرفعال کرده اید. اگر می‌خواهید امتیاز خوانایی محتوای شما را محاسبه کنیم، این ویژگی را در تب %1$sقابلیت ها%2$s فعال کنید."],"Restore all hidden items":["بازیابی همه موارد مخفی"],"Restore last hidden item":["بازیابی اخرین مورد مخفی"],"Lowest readability scores":["کمترین امتیاز خوانایی"],"The undo request was unsuccessful.":["درخواست برگشت به عقب ناموفق بود."],"Improve rankings for all your cornerstones by using this %1$sstep-by-step workout%2$s!":["با %1$sاین تمرین بصورت قدم به قدم%2$s رتبه بندی مقالات بنیاد محتوای خود را بهبود دهید!"],"Make sure to mark this content as cornerstone content %1$s(%3$s)%2$s. %4$sLearn more about cornerstone content%5$s.":["حتما این محتوا را به عنوان 'بنیاد محتوا' نشانه گذاری کنید.%1$s(%3$s)%2$s. %4$sکسب اطلاعات بیشتر درباره مقالات بنیاد محتوا%5$s."],"The content below is supposed to be your cornerstone content: the most important and extensive articles on your site. ":["محتوای زیر قرار است مقاله بنیاد محتوای سایت شما باشد: به عبارت دیگر کاملترین و بهترین مقاله سایت شما."],"Find and fix any orphaned content on your site by using this %1$sstep-by-step workout%2$s!":["با استفاده از این %1$s تمرین قدم به قدم%2$s، هر محتوای تنهایی را در سایت خود پیدا و مشکل آن را رفع کنید!"],"If you want to prevent your content from being orphaned, you need to make sure to link to that content. Linking to it from other places on your site will help Google and your audience reach it. %1$sLearn more about orphaned content%2$s.":["اگر می خواهید از تنها شدن محتوای خود جلوگیری کنید، باید مطمئن شوید که به آن محتوا پیوند داده شده است. پیوند دادن به آن از مکان های دیگر در سایت شما به گوگل و مخاطبان شما کمک می کند تا به آن دسترسی پیدا کنند. %1$sدرباره محتوای تنها بیشتر بدانید%2$s."],"Refresh data":["بارگذاری مجدد داده ها"],"Last refreshed: %d min ago":["آخرین بازنگری: %d دقیقه قبل","آخرین بازنگری: %d دقیقه قبل"],"The request has failed.":["درخواست ناموفق بوده است."],"You've disabled the 'Link suggestions' feature. Enable this feature on the %1$sFeatures tab%2$s if you want to see suggested posts to link from.":["شما ویژگی 'پیشنهاد لینک داخلی' را غیرفعال کرده‌اید. اگر می‌خواهید پست های پیشنهادی برای لینک دادن را ببینید، این ویژگی را در تب %1$sقابلیت ها%2$s فعال کنید."],"Get relevant internal linking suggestions with Yoast SEO Premium! This feature will show you posts on your site with similar content that might be interesting to link from. %1$sRead more about how internal linking can improve your site structure%2$s.":["پیشنهاد مطالب مرتبط را از Yoast SEO Premium دریافت کنید. این ویژگی، لیستی از پست های وبلاگ شما را با محتوای مشابه نشان می دهد که پیوند به آنها ممکن است جالب باشد. %1$sچطور لینک سازی داخلی می تواند ساختار سایت شما را بهبود دهد؟%2$s."],"An error occurred while fetching the suggested links list: %s":["هنگام دریافت لیست مطالب پیشنهادی خطایی رخ داده است: %s"],"Recommended reading list":["لیست خواندن پیشنهادی"],"Start writing a new post":["شروع برای نوشتن یک پست جدید"],"Don't know where to start? Have a look at our recommended reading list!":["نمی دانید از کجا شروع کنید؟ به لیست توصیه شده ما نگاهی بیندازید!"],"keyword strategy, site structure and copywriting.":["استراتژی کلمات کلیدی، ساختار سایت و کپی رایتینگ."],"There are three major elements you need to consider when writing good content for SEO:":["سه عنصر اصلی وجود دارد که باید هنگام نوشتن محتوای خوب برای سئو در نظر بگیرید:"],"You need to have more content on your site to make your website rank well in the search engines.":["شما باید محتوای بیشتری در سایت خود داشته باشید تا وب سایت شما در موتورهای جستجو رتبه خوبی داشته باشد."],"Start writing content!":["نوشتن محتوا را شروع کنید!"],"We use features like our 'SEO analysis', 'Readability analysis' and 'Text link counter' to calculate how your content is performing. You can enable these features on the %1$sFeatures tab%2$s.":["ما از ویژگی‌هایی مانند «تجزیه و تحلیل سئو»، «تجزیه و تحلیل خوانایی» و «شمارشگر پیوند متن» برای محاسبه نحوه عملکرد محتوای شما استفاده می‌کنیم. می‌توانید این ویژگی ها را در تب %1$sقابلیت ها%2$s فعال کنید."],"You've disabled features that are needed to show data":["ویژگی‌هایی را که برای نمایش داده‌ها لازم است غیرفعال کرده‌اید"],"%1$sSKU%3$s: Not all your product variants have a SKU. You can add a SKU via the \"Variations\" tab in the Product data box. %2$sInclude it if you can, as it will help search engines to better understand your content.%3$s":["%1$sSKU%3$s: همه حالت های محصولات متغیر شما SKU ندارند. می‌توانید SKU را از طریق تب \"متغیرها\" در کادر اطلاعات محصول اضافه کنید. %2$sاگر می‌توانید آن را اضافه کنید، زیرا به موتورهای جستجو کمک می‌کند تا محتوای شما را بهتر درک کنند.%3$s"]," You can add a SKU via the \"Inventory\" tab in the Product data box.":["می‌توانید یک SKU را از طریق تب \"موجودی\" در کادر اطلاعات محصول اضافه کنید."],"Not all your product variants have an identifier. You can add a product identifier via the \"Variations\" tab in the Product data box":["همه حالت های محصولات متغیر شما شناسه محصول ندارند. می‌توانید شناسه را از طریق تب \"متغیرها\" در کادر اطلاعات محصول اضافه کنید."],"Your product is missing an identifier (like a GTIN code). You can add a product identifier via the \"Yoast SEO\" tab in the Product data box":["محصول شما فاقد یک شناسه (مانند یک کد GTIN) است. می‌توانید از طریق تب \"Yoast SEO\" در کادر اطلاعات محصول، شناسه محصول را اضافه کنید"],"Read reviews from real users":["نظرات کاربران واقعی را بخوانید"],"Be the first to %1$s get new features & tools%2$s, before everyone else. Get %1$s 24/7 support%2$s and boost your website’s visibility.":["اولین نفری باشید که %1$s ویژگی‌ها و ابزارهای جدید%2$s را قبل از دیگران دریافت می‌کند. %1$s پشتیبانی 24/7%2$s را دریافت کنید و شانس دیده شدن وب سایت خود را افزایش دهید."],"%1$s attempted to load the class %2$s but it could not be found.":["%1$s سعی کرد کلاس %2$s را بارگیری کند اما آن را پیدا نکرد."],"This feature is not available for multisites.":["این ویژگی برای وردپرس شبکه ای موجود نیست."],"WordPress loads lots of resources, some of which your site might not need. If you’re not using these, removing them can speed up your pages and save resources.":["وردپرس منابع زیادی را بارگیری می کند که ممکن است سایت شما به برخی از آنها نیاز نداشته باشد. اگر از اینها استفاده نمی کنید، حذف آنها می تواند سرعت صفحات شما را افزایش دهد و منابع را ذخیره کند."],"Remove unused resources":["حذف منابع استفاده نشده"],"Prevent search engines from crawling /wp-json/":["جلوگیری از خزیدن موتورهای جستجو روی مسیر /wp-json/"],"Prevent search engines from crawling site search URLs":["جلوگیری از خزیدن موتورهای جستجو در URLهای جستجوی سایت"],"Please update your Yoast SEO Premium plugin to the latest version to be able to use this feature.":["لطفا افزونه Yoast SEO Premium دیجیراتی خود را به آخرین نسخه به روز کنید تا بتوانید از این ویژگی استفاده کنید."],"The inclusive language analysis offers suggestions to write more inclusive copy. %1$sDiscover why inclusive language is important for SEO%2$s.":["تجزیه و تحلیل فراگیری زبان، پیشنهاداتی برای نوشتن محتوایی با فراگیری بیشتر ارائه می کند. %1$sچرا فراگیری زبان برای سئوی سایت مهم است؟%2$s"],"Choose how your Homepage should look in search engines and on social media. Note that this is what people probably will see when they search for your brand name.":["انتخاب کنید که صفحه اصلی سایت شما چطور در موتورهای جستجو و شبکه‌های اجتماعی نمایش داده شوند.این تقریبا همان چیزی است که کاربر با جستجوی نام برند شما مشاهده می کند."],"Choose how your Homepage should look in search engines.":["انتخاب کنید که صفحه اصلی شما در موتورهای جستجو چگونه باشد."],"Keep the categories prefix in the slug":["نگهداری پیشوند دسته بندی نوشته ها در نامک"],"Category URLs in WordPress contain a prefix, usually %s. This enables that prefix, for categories only.":["لینک های دسته بندی ها در وردپرس شامل یک پیشوند هستند که معمولا %s است. این قابلیت، پیشوند را فقط برای دسته بندی نوشته ها فعال می کند."],"Choose how your %1$s archive should look on social media.":["انتخاب کنید که بایگانی %1$s شما در شبکه های اجتماعی چگونه باشد."],"Disabling this means that the archive for %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["غیرفعال کردن این به این معنی است که بایگانی برای %1$s توسط موتورهای جستجو ایندکس نمی شود و از نقشه های سایت XML حذف می شوند."],"Choose how your %1$s archive should look in search engines.":["انتخاب کنید که بایگانی پست تایپ %1$s چگونه در موتورهای جستجو نمایش داده شود."],"These settings are specifically for optimizing your %1$s archive.":["این تنظیمات مختص بهینه سازی بایگانی پست تایپ %1$s شما هستند."],"%1$s archive":["بایگانی %1$s"],"Add custom fields to page analysis":["زمینه های دلخواه را به تجزیه و تحلیل صفحه اضافه کنید"],"This enables SEO metadata editing and our SEO - and Readability analysis for individual %1$s.":["این گزینه امکان ویرایش داده های متای سئو و تجزیه و تحلیل سئو و خوانایی ما را برای هر %1$s فراهم می کند."],"Additional settings":["تنظیمات بیشتر"],"Choose how your %1$s should be described by default in your site's Schema.org markup. You can change these setting per individual %2$s.":["مشخص کنید که پست تایپ %1$s در سایت شما در حالت پیشفرض چطور باید توسط نشانه گذاری schema.org توصیف شود. می توانید این تنظیمات را برای تک %2$s نیز اعمال کنید."],"Choose how your %1$s should look on social media by default. You can always customize this per individual %2$s.":["مشخص کنید که پست تایپ %1$s در سایت شما در حالت پیشفرض چطور باید در شبکه‌های اجتماعی نشان داده شود. می توانید این تنظیمات را برای تک %2$s نیز اعمال کنید."],"Social appearance":["ظاهر شبکه‌های اجتماعی"],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["غیرفعال کردن این به این معنی است که %1$s توسط موتورهای جستجو ایندکس نمی شود و از نقشه های سایت XML حذف می شوند."],"Choose how your %1$s should look in search engines. You can always customize this per individual %2$s.":["مشخص کنید که پست تایپ %1$s در سایت شما در حالت پیشفرض چطور باید در موتورهای جستجو نشان داده شود. می توانید این تنظیمات را برای تک %2$s نیز اعمال کنید."],"Search appearance":["ظاهر جستجوها"],"You can add multiple custom fields and separate them by using %3$sEnter%4$s or %3$scomma%4$s. %1$sRead more about our custom field analysis%2$s.":["می‌توانید چندین فیلد سفارشی اضافه کنید و با استفاده از %3$sEnter%4$s یا %3$scomma%4$s آنها را جدا کنید. %1$sکسب اطلاعات بیشتر درباره تجزیه و تحلیل فیلد سفارشی%2$s."],"You haven't set a Shop page in your WooCommerce settings. %1$sPlease do this first%2$s.":["شما صفحه فروشگاه را در تنظیمات WooCommerce خود تنظیم نکرده اید. %1$sلطفا ابتدا این کار را انجام دهید%2$s."],"The %1$sSocial image%2$s, %1$sSocial title%2$s and %1$sSocial description%2$s require Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite preferences%4$s.":["%1$sتصویر شبکه‌های اجتماعی%2$s، %1$sعنوان شبکه‌های اجتماعی%2$s و %1$sتوضیحات شبکه‌های اجتماعی%2$s  نیازمند فراداده های اوپن گراف است که در حال حاضر در بخش شبکه های اجتماعی در %3$sتنظیمات سایت%4$s غیرفعال است."],"Oh no! It seems your form contains invalid data. Please review the following fields:":["اوه نه! به نظر می رسد فرم شما حاوی داده های نامعتبر است. لطفا فیلدهای زیر را مرور کنید:"],"Archive social image":["تصویر شبکه‌های اجتماعی بایگانی"],"Archive social description":["توضیحات شبکه‌های اجتماعی بایگانی"],"Archive social title":["عنوان شبکه‌های اجتماعی بایگانی"],"Show the archive for %1$s in search results":["نمایش بایگانی %1$s در نتایج جستجو"],"Archive breadcrumbs title":["عنوان ریزمسیرهای بایگانی"],"Archive meta description":["توضیحات متای بایگانی"],"Archive SEO title":["عنوان سئوی بایگانی"],"Enable %1$s for %2$s":["فعالسازی %1$s برای %2$s"],"Show %1$s in search results":["نمایش %1$s در نتایج جستجو"],"The selected media type is not valid. Supported types are: JPG, PNG, WEBP and GIF.":["نوع رسانه انتخاب شده نامعتبر است. فرمت های قابل پشتیبانی:  JPG, PNG, WEBP و GIF"],"Use %s fields to power your meta tags and templates, and analyze all of your content.":["از فیلدهای %s برای تقویت متا تگ ها و الگوهای خود و تجزیه و تحلیل تمام محتوای خود استفاده کنید."],"Integrate your custom fields and SEO data":["فیلدهای سفارشی و داده های سئوی خود را ادغام کنید"],"Improve your technical SEO, meta tags and unlock more SEO ecommerce tools.":["سئوی تکنیکال و متا تگ های خود را بهبود بخشید و امکانات بیشتر سئو برای فروش اینترنتی را فعال کنید."],"Upgrade your %s SEO":["سئوی %s خود را ارتقا دهید"],"Connect your %1$s account to improve your site’s search results using %2$s data.":["برای بهبود نتایج جستجوی سایت خود با استفاده از داده های %2$s، حساب %1$s خود را متصل کنید."],"Improve internal search results":["بهبود نتایج جستجوی داخلی"],"Upgrade your meta tags and social previews and manage your SEO settings in one place.":["متا تگ ها و پیش نمایش های اجتماعی خود را ارتقا دهید و تنظیمات سئوی خود را در یک مکان مدیریت کنید."],"Get the most out of %1$s and %2$s, together":["بیشترین نتیجه را از %1$s و %2$s دریافت کنید"],"Take advantage of your favorite SEO & content analysis tools with your favorite page builder.":["از ابزارهای سئو و تجزیه و تحلیل محتوای مورد علاقه خود با صفحه ساز مورد علاقه خود بهره ببرید."],"Get %1$s tools and functionality in %2$s":["ابزارها و عملکرد %1$s را در %2$s دریافت کنید"],"Upgrade your workflow and automate tasks":["گردش کار خود را ارتقا دهید و وظایف را خودکار کنید"],"Use the power of the blockchain to timestamp your content with %s.":["از قدرت بلاک چین برای مهر زمانی محتوای خود با %s استفاده کنید."],"Make your terms & privacy pages more trustworthy":["صفحات شرایط و حریم خصوصی خود را قابل اعتمادتر کنید"],"Keep an eye on how your posts are ranking by connecting to your %s account.":["با اتصال به حساب %s خود، مراقب رتبه بندی پست های خود باشید."],"Track your rankings through time":["رتبه بندی را در طول زمان پیگیری کنید"],"Find out what your audience is searching for with %s data right in your sidebar.":["با داده های %s دقیقاً در نوار کناری سایت، دریابید که مخاطبان شما به دنبال چه چیزی هستند."],"Do keyword research without leaving your post":["بدون خروج از پست خود جستجوی کلمات کلیدی را انجام دهید"],"%1$sSKU%2$s: All your product variants have a SKU. Good job!":["%1$sSKU%2$s: همه متغیرهای محصولات شما دارای SKU هستند. آفرین!"],"%1$sSKU%3$s: Your product is missing a SKU.%4$s %2$sInclude it if you can, as it will help search engines to better understand your content.%3$s":["%1$sSKU%3$s: محصول شما فاقد SKU است. %4$s %2$sاگر می توانید آن را وارد کنید، زیرا به موتورهای جستجو کمک می کند تا محتوای شما را بهتر درک کنند.%3$s"],"%1$sSKU%2$s: Your product has a SKU. Good job!":["%1$sSKU%2$s: محصول شما دارای SKU است. آفرین!"],"%1$s%2$s%5$s: %3$s. %4$sInclude it if you can, as it will help search engines to better understand your content.%5$s":["%1$s%2$s%5$s: %3$s. %4$sاگر می توانید آن را وارد کنید، زیرا به موتورهای جستجو کمک می کند تا محتوای شما را بهتر درک کنند.%5$s"],"%1$s%2$s%4$s: %3$s. Good job!":["%1$s%2$s%4$s: %3$s. کارتون خوبه!"],"All your product variants have a barcode":["همه متغیرهای محصولات شما دارای بارکد هستند"],"Not all your product variants have a barcode":["همه متغیرهای محصولات شما بارکد ندارند"],"Your product has a barcode":["محصول شما دارای بارکد است"],"Your product is missing a barcode (like a GTIN code)":["محصول شما فاقد بارکد است (مانند کد GTIN)"],"All your product variants have an identifier":["همه متغیرهای محصولات شما یک شناسه دارند"],"Your product has an identifier":["محصول شما دارای یک شناسه است"],"This feature has been disabled, since it is not supported for your language yet.":["به این علت که هنوز این قابلیت از زبان شما پشتیبانی نمی کند، این قابلیت غیرفعال است."],"Discover why inclusive language is important for SEO.":["چرا فراگیری زبان برای سئوی سایت مهم است؟"],"The inclusive language analysis offers suggestions to write more inclusive copy.":["تجزیه و تحلیل فراگیری زبان، پیشنهاداتی برای نوشتن محتوایی با فراگیری بیشتر ارائه می کند."],"Inclusive language analysis":["تجزیه و تحلیل فراگیری زبان"],"Inclusive language":["فراگیری زبان"],"A person logo / avatar need to be set for structured data to work properly. Since you haven’t set these yet, we are using the site logo as default values.":["برای عملکرد بهتر اطلاعات اسکیما روی سایت شما لازم است تا لوگو / آواتار شخص مشخص شود. باتوجه به اینکه هنوز این اطلاعات را مشخص نکرده اید، ما در حال استفاده از لوگوی سایت بعنوان اطلاعات پیشفرض هستیم."],"Oops! Something went wrong while saving.":["اوه! هنگام ذخیره سازی مشکلی پیش آمد."],"Great! Your settings were saved successfully.":["عالی! تنظیمات شما با موفقیت ذخیره شد."],"Close sidebar":["بستن نوار کناری"],"Open sidebar":["باز کردن نوار کناری"],"Get your verification code in %1$sYandex Webmaster tools%2$s.":["کد تایید یاندکس را در %1$sYandex Webmaster tools%2$s بگیرید."],"Yandex":["یاندکس"],"Claim your site over at %1$sPinterest%2$s.":["سایت خود را در %1$sپینترست%2$s ثبت (Claim) کنید."],"Get your verification code in %1$sGoogle Search console%2$s.":["کد تایید گوگل را در %1$sGoogle Search console%2$s بگیرید."],"Get your verification code in %1$sBing Webmaster tools%2$s.":["کد تایید بینگ را در %1$sBing Webmaster tools%2$s بگیرید."],"Bing":["بینگ"],"Add verification code":["افزودن کد تایید"],"Get your verification code in %1$sBaidu Webmaster tools%2$s.":["کد تایید Baidu را در %1$sBaidu Webmaster tools%2$s دریافت کنید."],"Baidu":["Baidu"],"Verify your site with different webmaster tools. This will add a verification meta tag on your homepage. You can find instructions on how to verify your site for each platform by following the link in the description.":["سایت خود را با ابزارهای مختلف وب مستر تأیید کنید. این کار یک متا تگ تأیید را در صفحه اصلی شما اضافه می کند. می‌توانید با دنبال کردن پیوند موجود در توضیحات، دستورالعمل‌هایی در مورد نحوه تأیید سایت خود برای هر پلتفرم پیدا کنید."],"Webmaster tools":["ابزارهای وب‌مستر"],"By default only editors and administrators can access the Advanced - and Schema section of the Yoast SEO metabox. Disabling this allows access to all users.":["به طور پیش فرض فقط ویرایشگران و مدیران می توانند به بخش پیشرفته و اسکیما در متاباکس Yoast SEO دسترسی داشته باشند. غیرفعال کردن این گزینه، امکان دسترسی به همه کاربران را فراهم می کند."],"Restrict advanced settings for authors":["غیرفعال کردن تنظیمات پیشرفته برای نویسندگان."],"Security & privacy":["امنیت و حریم خصوصی"],"This Yoast SEO REST API endpoint gives you all the metadata you need for a specific URL. This will make it very easy for headless WordPress sites to use Yoast SEO for all their SEO meta output.":["این اندپوینت از REST API افزونه Yoast SEO کلیه دیتاهای متا برای یک URL مشخص را به شما می دهد. این قابلیت باعث می شود سایت های وردپرسی headless از Yoast SEO برای خروجی همه دیتای متای سئو استفاده کنند."],"REST API endpoint":["REST API endpoint"],"APIs":["APIs"],"The Yoast SEO admin bar menu contains useful links to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["نوار منوی مدیریت Yoast SEO شامل لینک‌های مفیدی از ابزارها برای آنالیز برگه‌ها و دیدن اطلاعیه‌های جدید است."],"Slack sharing":["اشتراک گذاری بهبودیافته در Slack"],"Allows for Twitter to display a preview with images and a text excerpt when a link to your site is shared.":["اگر می خواهید توئیتر هنگام اشتراک گذاری لینک های سایت شما یک تصویر و متن خلاصه از محتوای سایت را نشان دهد این گزینه را فعال کنید."],"Twitter card data":["اطلاعات کارت متا تویتر"],"Allows for Facebook and other social media to display a preview with images and a text excerpt when a link to your site is shared.":["اگر می خواهید فیسبوک و سایر شبکه های اجتماعی هنگام اشتراک گذاری لینک های سایت شما یک تصویر و متن خلاصه از محتوای سایت را نشان دهند این گزینه را فعال کنید."],"Open Graph data":["داده های اوپن گراف (Open Graph)"],"Facebook, Twitter and Pinterest all use Facebook's Open Graph data, so be sure to keep the 'Open Graph data' setting below enabled if you want to optimize your site for these social platforms.":["فیسبوک، توئیتر و پینترست، همگی از متای داده Open Graph فیسبوک استفاده می کنند، اگر می خواهید سایتتان برای این پلتفرم ها بهینه شود، مطمئن شوید که تنظیمات 'داده های اوپن گراف' در زیر، فعال باشد."],"Social sharing":["اشتراگ گذاری اجتماعی"],"Site structure":["ساختار سایت"],"Copywriting":["کپی رایتینگ"],"Tell us which features you want to use.":["به ما بگویید از چه ویژگی هایی می خواهید استفاده کنید."],"Site preferences":["تنظیمات سایت"],"Automatically ping search engines like Bing and Yandex whenever you publish, update or delete a post. %1$sFind out how IndexNow can help your site%2$s.":["هر زمان که پستی را منتشر، به‌روزرسانی یا حذف می‌کنید، به موتورهای جستجو مانند Bing و Yandex پینگ خودکار کنید. %1$sقابلیت IndexNow چطور می تواند به سایت شما کمک کند؟%2$s."],"Usage tracking allows us to track some data about your site to improve our plugin. %1$sAllow us to track some data about your site to improve our plugin%2$s.":["با فعال کردن ردیابی عملکرد به ما اجازه می دهید تا برخی اطلاعات راجع به سایت شما را برای بهبود عملکرد افزونه ردیابی کنیم. (توصیه دیجیراتی: ردیابی را غیرفعال کنید) %1$sردیابی اطلاعات روی سایت شما برای بهبود عملکرد افزونه%2$s."],"%1$sRead why XML Sitemaps are important for your site%2$s.":["%1$sچرا نقشه های XML برای سایت شما مهم هستند؟%2$s."],"%1$sSee the XML sitemap%2$s.":["%1$sمشاهده نقشه های XML سایت%2$s."],"Enable the XML sitemaps that Yoast SEO generates.":["فعالسازی نقشه های سایت XML که Yoast SEO  ایجاد می کند."],"This adds an author byline and reading time estimate to the article’s snippet when shared on Slack. %1$sFind out how a rich snippet can improve visibility and click-through-rate%2$s.":["وقتی مطلب در Slack به اشتراک گذاشته می شود، یک خط شامل نام نویسنده و مدت زمان تخمینی خواندن مقاله به اسنیپت مقاله اضافه می شود.  %1$sچطور اطلاعات ساختار یافته می تواند میزان مشاهده و نرخ کلیک یک مطلب را بهبود دهد؟%2$s."],"The link suggestions metabox contains a list of posts on your blog with similar content that might be interesting to link to. %1$sRead more about how internal linking can improve your site structure%2$s.":["متاباکس پیشنهادات لینک داخلی لیستی از پست های وبلاگ شما را با محتوای مشابه نشان می دهد که پیوند به آنها ممکن است جالب باشد. %1$sچطور لینک سازی داخلی می تواند ساختار سایت شما را بهبود دهد؟%2$s."],"Find relevant data about your content right in the Insights section in the Yoast SEO metabox. You’ll see what words you use most often and if they’re a match with your keywords! %1$sFind out how Insights can help you improve your content%2$s.":["در بخش بینش (Insights ) در متاباکس Yoast SEO اطلاعات مربوط به محتوای خود را مشاهده کنید. در این بخش خواهید دید که چه کلماتی را بیشتر استفاده می کنید و آیا با کلمات کلیدی شما مطابقت دارد! %1$sچطور قابلیت بینش می تواند به بهبود محتوای شما کمک کند؟%2$s."],"The readability analysis offers suggestions to improve the structure and style of your text. %1$sDiscover why readability is important for SEO%2$s.":["تجزیه و تحلیل خوانایی، پیشنهاداتی برای بهبود ساختار و استایل متن ها در محتوای مطالب را به شما ارائه می کند. %1$sچرا خوانایی برای سئو دارای اهمیت زیادی است؟%2$s."],"The SEO analysis offers suggestions to improve the SEO of your text. %1$sLearn how the SEO analysis can help you rank%2$s.":["تجزیه و تحلیل سئو پیشنهاداتی برای بهبود سئوی محتوایی مطالب به شما ارائه می کند. %1$sچطور تجزیه و تحلیل سئو باعث می شود تا در موتورهای جستجوگر رتبه کسب کنید؟%2$s."],"Network disabled":["شبکه غیرفعال است"],"Unavailable for sub-sites":["برای سایت های زیر مجموعه در دسترس نیست"],"This image is used as a fallback for posts/pages that don't have any images set.":["این تصویر زمانی استفاده میشود که مطلب یا صفحه ی به اشتراک گذاشته شده شامل هیچ تصویری نباشد"],"Site image":["تصویر سایت"],"Title separator":["جداکننده عنوان"],"Site defaults":["پیش فرض های سایت"],"Recommended size for this image is %1$s%3$s%2$s":["اندازه پیشنهادی برای این تصویر %1$s%3$s%2$s است"],"The %1$sSite image%2$s requires Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite preferences%4$s.":["%1$sتصویر سایت%2$s نیازمند فراداده های اوپن گراف است که در حال حاضر در بخش شبکه های اجتماعی در %3$sتنظیمات سایت%4$s غیرفعال است."],"You can use %1$sSite title%2$s, %1$sTagline%2$s and %1$sSeparator%2$s as variables when configuring the search appearance of your content.":["هنگام پیکربندی ظاهر جستجوی محتوای خود می توانید از %1$sعنوان سایت%2$s و %1$sشعار سایت%2$s و %1$sجدا کننده%2$s به عنوان متغیر استفاده کنید."],"Automatically add content to your RSS. This enables you to add links back to your blog and your blog posts, helping search engines identify you as the original source of the content.":["این قابلیت به صورت خودکار محتوایی را به درون خوراک تارنمای شما اضافه می‌کند. بدین معنی که برای دادن پیوند برگشتی به وبلاگ و نوشته‌های وبلاگ‌تان می‌توانید از آن استفاده کنید که به موتور جستو کمک می‌کند نویسندۀ اصلی نوشته را پیدا کند."],"RSS feed":["RSS Feed"],"Dismiss":["رد کردن"],"%1$s (default)":["%1$s (پیشفرض)"],"We took the liberty of using your site title and logo for the organization name and logo. Feel free to change them below.":["ما این اختیار را گرفتیم که از عنوان و لوگوی سایت شما برای نام و نشان سازمان استفاده کنیم. با خیال راحت آنها را در زیر تغییر دهید."],"Edit your %1$s":["%1$s خود را ویرایش کنید"],"slug":["نامک"],"keyphrase":["عبارت کلیدی:"],"Settings %1$sBeta%2$s":["تنظیمات %1$sآزمایشی%2$s"],"A company name and logo need to be set for structured data to work properly. Since you haven’t set these yet, we are using the site name and logo as default values. %1$sLearn more about the importance of structured data.%2$s":["برای عملکرد بهتر اطلاعات اسکیما روی سایت شما لازم است تا نام و لوگوی شرکت مشخص شود.باتوجه به اینکه هنوز این اطلاعات را مشخص نکرده اید، ما در حال استفاده از عنوان و لوگوی سایت بعنوان اطلاعات پیشفرض هستیم. %1$sاطلاعات بیشتر راجع به اهمیت اطلاعات اسکیما%2$s"],"Plugin integrations":["ادغام با سایر افزونه ها"],"Recommended integrations":["ادغام های پیشنهادی"],"Enable integration":["فعال کردن یکپارچه سازی"],"Send tweets, trigger emails, and integrate with over 5,000 other apps & tools in %s.":["توییت ارسال کنید، ایمیل‌ها را راه‌اندازی کنید و ادغام با بیش از 5000 برنامه و ابزار دیگر را در %s تجربه کنید."],"Integration unavailable for multisites":["درحال حاضر ادغام برای سایت های شبکه در دسترس نیست."],"Network Disabled":["شبکه غیرفعال است"],"Install %1$s Content Analysis for %2$s":["نصب آنالیز محتوای %1$s برای %2$s"],"Activate %1$s Content Analysis for %2$s":["فعالسازی آنالیز محتوای %1$s برای %2$s"],"%1$s integrates with %2$s":["ادغام %1$s با %2$s"],"Integration active":["ادغام"],"Plugin not detected":["افزونه شناسایی نشد"],"Looking for your integrations settings? We've moved them to a %1$sseparate Integrations page%2$s.":["به دنبال تنظیمات ادغام با سایر ابزارها و افزونه ها هستید؟ آنها را به %1$sمنوی اختصاصی ادغام%2$s منتقل کرده ایم."],"Unlock with Premium!":["فعالسازی در نسخه پرمیوم"],"Beta":["آزمایشی"],"%1$s: %2$s of the words in your text are considered complex. %3$sTry to use shorter and more familiar words to improve readability%4$s.":["%1$s: میزان %2$s از کلمات در محتوای شما پیچیده تشخیص داده شده اند. %3$sسعی کنید از کلمات کوتاه‌تر، ساده تر و روان تری برای سهولت خوانایی استفاده کنید%4$s."],"%1$s: You are not using too many complex words, which makes your text easy to read. Good job!":["%1$s: شما خیلی از کلمات پیچیده استفاده نکرده اید و این باعث می شود تا متن شما به سادگی و روان خوانده شود. خیلی خوبه!"],"Word complexity":["پیچیدگی کلمات"],"%1$sKeyphrase distribution%2$s: Have you evenly distributed your focus keyphrase throughout the whole text? %3$sYoast SEO Premium will tell you!%4$s":["%1$sتوزیع عبارت کلیدی%2$s: آیا عبارت کلیدی موردنظرتان را به طور مساوی در کل متن پخش کرده اید؟ %3$sافزونه یوست سئو نسخه پرمیوم این مورد را به شما اعلام می کند!%4$s"],"Curious to see the %1$sFlesch reading ease%2$s score of your text? We've moved the score to our Insights section. Enable the Insights feature in General > Features, or ask your admin to enable it for you.":["کنجکاو هستید تا امتیاز %1$sسهولت خوانایی%2$s متن خود را مشاهده کنید؟ این امتیاز را به بخش بینش انتقال داده ایم. قابلیت بینش را می توانید با مراجعه به منوی سئو، عمومی و در نهایت انتخاب تب قابلیت ها، فعال کنید."],"Curious to see the %1$sFlesch reading ease%2$s score of your text? We've moved the score to our %3$sInsights%4$s%2$s section.":["کنجکاو هستید تا امتیاز %1$sسهولت خوانایی%2$s متن خود را مشاهده کنید؟ این امتیاز را به بخش %3$sبینش%4$s%2$s انتقال داده ایم."],"%1$sWord complexity%2$s: Is your vocabulary suited for a larger audience? %3$sYoast SEO Premium will tell you!%4$s":["%1$sپیچیدگی کلمات%2$s: کلمات و عبارت هایی که به کار برده اید برای عموم مخاطبان مناسب هستند؟ %3$sافزونه یوست سئو نسخه پرمیوم این مورد را به شما اعلام می کند!%4$s"],"Premium SEO analysis:":["تجزیه و تحلیل بی‌نظیر سئو:"],"Get %s to enjoy the benefits of prominent words":["افزونه %s را دریافت کنید تا از مزایای کلمات برجسته لذت ببرید"],"With %1$s%3$s%2$s, this section will show you which words occur most often in your text. By checking these prominent words against your intended keyword(s), you'll know how to edit your text to be more focused.":["با %1$s%3$s%2$s، این بخش به شما نشان می دهد که کدام کلمات بیشتر در متن شما استفاده شده اند. با بررسی کلمات برجسته در مقایسه با کلمات کلیدی، متوجه خواهید شد که چطور محتوای خود را بازنویسی کنید تا بیشترین تمرکز را روی کلمات موردنظر خود داشته باشید."],"Buy %s now!":["خرید %s"],"Are you working on a news article? %s helps you optimize your site for Google News.":["روی مقاله های خبری کار می کنید و به انتشار اخبار می پردازید؟ افزونه %s به شما کمک می کند تا سایت خود را برای Google News بهینه کنید."],"Premium SEO analysis":["تجزیه و تحلیل بی‌نظیر سئو"],"Optimize even further with our premium SEO analysis":["با تجزیه و تحلیل هوشمند ما محتوای خود را بیشتر بهینه کنید"],"1 year of premium support and updates included!":["شامل 1 سال بروزرسانی و پشتیبانی رایگان!"],"Unlock with %s":["بازگشایی با %s دیجیراتی"],"Unlock expert workouts and workflows":["تمرین ها و امکانات پیشرفته را از حالت قفل خارج کنید"],"Use synonyms, plurals, and variations":["از مترادف ها، حالت جمع و متغیرها استفاده کنید"],"Target multiple focus keyphrases":["هدفگذاری روی کلمات کلیدی متعدد"],"Get extra, smarter recommendations about your site’s structure, content, and SEO opportunities.":["در مورد ساختار، محتوا و فرصت‌های سئو سایت خود، توصیه‌های هوشمندانه‌تری دریافت کنید."],"Learn more about character count":["درباره تعداد کاراکترها بیشتر بدانید"],"Character count":["تعداد کاراکترها"],"Learn more about word count":["درباره تعداد کلمات بیشتر بدانید"],"Word count":["تعداد کلمات"],"Learn more about Flesch reading ease":["درباره امتیاز سهولت در خوانایی بیشتر بدانید"],"out of 100":["از 100"],"okay":["بسیار خوب."],"no data":["اطلاعاتی وجود ندارد"],"Your text should be slightly longer to calculate your Flesch reading ease score.":["متن شما باید کمی طولانی تر باشد تا امتیاز سهولت خوانایی محاسبه شود."],"Continue writing to get insight into the readability of your text!":["به نوشتن ادامه دهید تا از میزان خوانایی متن خود مطلع شوید!"],"Learn more about reading time":["درباره زمان تخمینی مطالعه بیشتر بدانید"],"Reading time":["زمان تخمینی مطالعه"],"minute":["دقیقه","دقیقه"],"Get the %s plugin!":["همین حالا افزونه %s را دریافت کنید"],"Are you publishing news articles? %s helps you optimize your site for Google News. Get %s now!":["روی مقاله های خبری کار می کنید و به انتشار اخبار می پردازید؟ افزونه %s به شما کمک می کند تا سایت خود را برای Google News بهینه کنید. حالا %s را دریافت کنید!"],"Timestamp this %s":["ثبت مهر زمانی روی %s"],"%1$s: Not all the words from your keyphrase \"%4$s\" appear in the SEO title. %2$s%5$s%3$s.":["%1$s: همه کلمات عبارت کلیدی شما \"%4$s\" در عنوان سئو وجود ندارد. %2$s%5$s%3$s."],"%1$s: The focus keyphrase appears at the beginning of the SEO title. Good job!":["%1$s: عبارت کلیدی شما دقیقا در شروع عنوان سئوی مطلب دیده می شود. خیلی خوبه!"],"Keyphrase in SEO title":["عبارت کلیدی در عنوان"],"Contact %s support.":["تماس با پشتیبانی %s."],"WordProof Timestamp":["مهر زمانی WordProof"],"View this content's Timestamp certificate":["نمایش گواهی مهر زمانی این محتوا"],"Activate %1$s!":["فعالسازی %1$s!"],"You've installed %1$s but it's not activated yet. %2$sActivate %1$s now!%3$s":["شما افزونه %1$s را نصب کرده اید اما هنوز فعالسازی آن انجام نشده است."],"Please use a comma to separate multiple URL parameters.":["لطفاً از یک کاما برای جدا کردن چندین پارامتر URL استفاده کنید."],"Additional URL parameters to allow":["پارامترهای URL اضافی برای اجازه دادن"],"Remove unwanted URL parameters from your URLs.":["پارامترهای URL ناخواسته را از URL های خود حذف کنید."],"Permalink cleanup settings":["تنظیمات پاکسازی پیوندهای یکتا"],"Max number of characters to allow in searches":["حداکثر تعداد کاراکترهای مجاز در جستجوها"],"Clean up and filter searches to prevent search spam.":["برای جلوگیری از اسپم جستجو، جستجوها را پاکسازی و فیلتر کنید."],"Search cleanup settings":["تنظیمات پاکسازی جستجو"],"Filter searches with common spam patterns":["فیلتر کردن جستجوها با الگوهای رایج اسپم"],"Filter searches with emojis and other special characters":["فیلتر کردن جستجوها با ایموجی ها و سایر کاراکترهای خاص"],"Filter search terms":["فیلتر کردن عبارت های جستجو"],"Unregistered URL parameters":["پارامترهای URL ثبت نشده"],"Campaign tracking URL parameters":["پارامترهای URL ردیابی کمپین"],"Contact WordProof support":["با پشتیبانی WordProof تماس بگیرید"],"Find out how IndexNow can help your site.":["چطور IndexNow می تواند به سایت شما کمک کند."],"Automatically ping search engines like Bing and Yandex whenever you publish, update or delete a post.":["هر زمان که پستی را منتشر، به‌روزرسانی یا حذف می‌کنید، به موتورهای جستجو مانند Bing و Yandex پینگ خودکار کنید."],"IndexNow":["IndexNow"],"Or visit your SEO dashboard":["یا به داشبورد سئو بروید"],"Want to optimize even further and get the most out of Yoast SEO? Make sure you don't miss our free weekly webinar!":["دوست دارید بیشتر سایت خود را بهینه کنید و با یوست سئو آشنا بشید؟ وبینارهای رایگان هفتگی ما رو از دست ندید!!"],"That's it! By providing this information our Indexables squad has been able to do a lot of optimization for your site already.":["خودشه! با ارائه این اطلاعات، تیم ما بهینه سازی زیادی را برای سایت شما انجام داد."],"That’s it! By providing this information our indexables squad has been able to do a lot of optimization for your site already. Now, let's have a look at the SEO fitness of your site!":["خودشه! تیم فهرست اطلاعات ما به سختی تلاش کرد و بسیاری از مشکلات فنی سئو را حل کرد. بیایید نگاهی به تناسب سئوی سایت شما بیندازیم!"],"Register now!":["فعالسازی!"],"Want to optimize even further with the help of our SEO experts? Sign up for our free weekly webinar!":["دوست دارید با کمک کارشناسان سئوی ما حتی بیشتر سایت خود را بهینه کنید؟ برای وبینار هفتگی رایگان ما ثبت نام کنید!"],"Get the most out of Yoast SEO":["دریافت بیشترین نتیجه از افزونه Yoast SEO"],"Dismiss this notice.":["رد کردن اعلان"],"We noticed that you haven't fully configured Yoast SEO yet. Optimize your SEO settings even further by using our improved %1$s First-time configuration%2$s.":["به نظر می رسد که هنوز Yoast SEO را به طور کامل پیکربندی نکرده اید. تنظیمات SEO سایت خود را به کمک %1$s پیکربندی برای اولین بار%2$s بهتر از همیشه انجام دهید."],"SEO configuration":["پیکربندی SEO"],"By removing Global comments feed, Post comments feeds will be removed too.":["با حذف خوراک فید عمومی دیدگاه ها، خوراک فید دیدگاه نوشته ها نیز حذف خواهد شد."],"Remove feed links added by WordPress that aren't needed for this site.":["حذف لینک های فید اضافه شده توسط وردپرس که برای این سایت ضروری نیستند."],"Feed crawl settings":["تنظیمات خزیدن فیدها"],"Remove links added by WordPress to the header and &lt;head&gt;.":["حذف لینک های اضافه شده به هدر و &lt;head&gt; توسط وردپرس"],"Basic crawl settings":["تنظیمات خزیدن"],"Powered by HTTP header":["Powered by HTTP header"],"Pingback HTTP header":["Pingback HTTP header"],"Emoji scripts":["اسکریپت های ایموجی"],"Generator tag":["تگ های Generator"],"oEmbed links":["لینک های oEmbed"],"RSD / WLW links":["لینک های RSD / WLW"],"REST API links":["لینک های REST API"],"Shortlinks":["لینک های کوتاه"],"Atom/RDF feeds":["خوراک فید Atom/RDF"],"Search results feeds":["خوراک فید نتایج جستجو"],"Custom taxonomy feeds":["خوراک فید طبقه بندی های سفارشی"],"Tag feeds":["خوراک فید تگ ها"],"Category feeds":["خوراک فید دسته ها"],"Post type feeds":["خوراک فید پست تایپ ها"],"Post authors feeds":["خوراک فید نویسندگان نوشته ها"],"Global comment feeds":["خوراک فید عمومی دیدگاه ها"],"Global feed":["خوراک فید عمومی"],"Finish configuration":["پایان پیکربندی"],"Personal preferences":["تنظیمات شخصی"],"SEO data optimization":["بهینه سازی داده های سئو"],"An error has occurred: %1$s":["خطایی رخ داده است: %1$s"],"We could not save the organization name. Please check the value.":["نتوانستیم نام سازمان را ذخیره کنیم. لطفا مقدار وارد شده را بررسی کنید."],"Please select a name in the site representation step for this step to be effective.":["لطفا یک نام در مرحله معرفی نماینده سایت انتخاب کنید تا این مرحله موثر باشد."],"Post comments feeds":["خوراک فید دیدگاه های نوشته"],"%1$sLearn more about crawl settings.%2$s":["%1$sدرباره تنظیمات خزیدن بیشتر بدانید.%2$s"],"%1$sLearn more about crawl settings and how they could benefit your site.%2$s":["%1$sکسب اطلاعات بیشتر درباره تنظیمات خزیدن و چگونگی تاثیر مفید آنها در سایت شما%2$s"],"To make the crawling of your site more efficient and environmental friendly, %1$s allows you to remove URLs (added by WordPress) that might not be needed for your site.":["برای اینکه خزیدن در سایت شما کارآمدتر باشد، %1$s به شما این امکان را می دهد تا فیدهای RSS (که توسط وردپرس اضافه می شوند) که برای سایت شما ضروری نیستند را حذف کنید."],"No items found.":["موردی یافت نشد."],"All redirect types":["همه انواع تغییر مسیر"],"Add Redirect":["افزودن تغییر مسیر"],"Old URL":["نشانی قدیمی"],"The redirect type is the HTTP response code sent to the browser telling the browser what type of redirect is served. %1$sLearn more about redirect types%2$s.":["نوع تغییر مسیر، یک کد پاسخ HTTP است که برای مرورگر ارسال می شود و به آن اعلام می کند چه نوع تغییر مسیری اعمال شده است. .%1$sکسب اطلاعات بیشتر درباره انواع تغییر مسیر ها%2$s."],"301 Moved Permanently":["301  (انتقال دائمی)"],"Type":["نوع"],"Plain redirects":["تغییر مسیرهای ساده"],"Regex Redirects":["تغییر مسیرهای عبارات قاعده‌مند (Regex)"],"Crawl settings":["تنظیمات خزیدن"],"Your website is currently configured to represent an Organization. If you want your site to represent a Person, please select 'Person' in the 'Knowledge Graph & Schema.org' section of the %1$sSearch Appearance%2$s settings.":["سایت شما در حال حاضر بعنوان نماینده یک شرکت یا سازمان پیکربندی شده است. اگر میخواهید سایت شما معرف یک شخص باشد، گزینه 'شخص' را در بخش 'Knowledge Graph & Schema.org' از منوی سئو و %1$sبهبود ظاهر جستجو ها%2$s انتخاب کنید."],"Tell us if you have any other profiles on the web that belong to your organization. You can also add profiles from platforms like Instagram, YouTube, LinkedIn, Pinterest or Wikipedia.":["اگر پروفایل دیگری در سطح وب متعلق به سازمان یا شرکت شماست به ما بگویید. همچنین می توانید پروفایل هایی از پلتفرم های مختلف همچون اینستاگرام، یوتیوب، لینکدین، پینترست یا ویکی پدیا را نیز اضافه کنید."],"If you want your site to represent an Organization, please select 'Organization' in the 'Knowledge Graph & Schema.org' section of the %1$sSearch Appearance%2$s settings.":["اگر می خواهید سایت شما بعنوان نماینده یک شرکت یا سازمان باشد. گزینه 'سازمان' را در بخش 'Knowledge Graph & Schema.org' از منوی سئو و %1$sبهبود ظاهر جستجو ها%2$s انتخاب کنید."],"Your website is currently configured to represent a Person. If you want to edit the social accounts for your site, please go to the user profile of the selected person%1$s.":["سایت شما در حال حاضر بعنوان نماینده یک شخص پیکربندی شده است. اگر میخواهید حساب های اجتماعی سایت خود را ویرایش کنید لطفا به ویرایش شناسنامه کاربر %1$s بروید."],"Personal social profiles":["شبکه های اجتماعی شخصی"],"There are unsaved changes in one or more steps. Leaving means that those changes may not be saved. Are you sure you want to leave?":["در یکی یا چند تا از مراحل، تغییرات ذخیره نشده وجود دارد. ترک کردن به این معناست که تغییرات ذخیره نخواهند شد. مطمئنید که می خواهید اینجا را ترک کنید؟"],"Start first-time configuration!":["شروع پیکربندی برای اولین بار!"],"Set the essential %s settings for your site in a few steps.":["تنظیمات ضروری %s را در چند مرحله مشخص کنید."],"For the best ranking results: configure %s!":["برای دستیابی به بهترین نتایج رتبه بندی پیکربندی %s را انجام دهید."],"Your site is already easier to find for search engines.":["سایت شما به راحتی توسط موتورهای جستجو قابل مشاهده است."],"The Yoast indexables squad can't wait to get your site in tip-top shape for the search engines. Help us and take these 5 steps in order to put our Yoast indexables to work!":["تیم یوست برای فهرست اطلاعات و صدرنشین کردن سایت شما در موتورهای جستجو لحظه شماری می کند. به ما کمک کنید و با طی کردن این 5 مرحله فهرست سازی یوست برای صدرنشینی را کامل کنید!"],"Put the %1$s%2$s indexables squad%3$s to work! Make Google understand your site.":["فعالسازی %1$sفهرست اطلاعات %2$s!%3$s کاری کنید تا گوگل سایت شما را به خوبی درک کند."],"Tell us about your site, so we can get your site ranked!":["در مورد سایت خود به ما بگویید، بنابراین می توانیم رتبه سایت شما را بهبود دهیم!"],"Go to your SEO dashboard":["به داشبورد سئو بروید"],"What data will be tracked and for what reasons?":["چه داده هایی ردیابی خواهند شد و به چه دلایلی؟"],"We need your help to improve Yoast SEO. Can we collect anonymous information about your website and how you use it?":["تیم توسعه افزونه یوست سئو به کمک شما نیاز دارد. اجازه می‌دهید اطلاعات سایت شما و نحوه استفاده از محصول را به صورت ناشناس جمع آوری کنیم؟ (توصیه دیجیراتی انتخاب گزینه خیر است)"],"%s usage tracking":["ردیابی استفاده شما از افزونه %s"],"E.g. example@email.com":["مثال: example@email.com"],"Sign up for the %1$s newsletter to receive best-practice tips on how to rank, stay up-to-date with the latest SEO news and get guidance on how to use %2$s to the fullest!":["در خبرنامه %1$s عضو شوید تا بهترین نکات و آموزش های کسب رتبه را دریافت کنید. از آخرین اخبار سئو مطلع شوید و از راهنماهای چگونگی کار با %2$s بهره مند شوید."],"%s newsletter":["خبرنامه %s"],"Thank you! Check your inbox for the confirmation email.":["متشکرم! صندوق پستی خود را برای ایمیل تایید بررسی کنید."],"Please enter a valid email address.":["لطفا آدرس ایمیل معتبر وارد کنید"],"Please be aware that you need to fill out all settings in this step to get the most value out of structured data. %1$sRead more about the importance of structured data%2$s.":["برای عملکرد بهتر اطلاعات اسکیما روی سایت شما لازم است تا تمام تنظیمات در این مرحله را تکمیل کنید. %1$sاطلاعات بیشتر راجع به اهمیت اطلاعات اسکیما%2$s"],"Help us out here! Is your site about an organization or a person? ":["سایت شما معرف یک شخصیت حقیقی است یا حقوقی؟ به عبارت دیگر شخصی است یا شرکتی؟"],"Completing this step will help Google to understand your website, and improve your chance of getting %1$srich results%2$s.":["تکمیل این مرحله به گوگل کمک می کند تا وب سایت شما را به خوبی درک کند و شانس خود را برای گرفتن %1$sنتایج غنی Rich Result%2$s بهبود بخشد."],"Personal logo or avatar":["لوگو / آواتار شخص"],"Select a user":["یک کاربر را انتخاب کنید"],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. You're not allowed to update this user profile, so please ask this user or an admin to make sure the information is correct.":["شما شخص %1$s را به عنوان فردی که این سایت معرفی می کند مشخص کرده اید. هم اکنون اطلاعات پروفایل کاربر در نتایج جستجو نمایش داده می شود. شما اجازه ندارید اطلاعات پروفایل این کاربر را ویرایش کنید بنابراین از مالک این حساب کاربری یا مدیر سایت بخواهید تا مطمئن شوند اطلاعات پروفایل کاربر انتخابی شما صحیح و کامل است."],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. %2$sUpdate this profile to make sure the information is correct%3$s.":["شما شخص %1$s را به عنوان فردی که این سایت معرفی می کند مشخص کرده اید. هم اکنون اطلاعات پروفایل کاربر در نتایج جستجو نمایش داده می شود. %2$sاطلاعات پروفایل کاربر را بروزرسانی کنید تا مطمئن شوید اطلاعات درستی نمایش داده می شود%3$s"],"Uploading image...":["در حال آپلود تصویر..."],"Select an option":["یک گزینه انتخاب کنید"],"Be aware that you should run the SEO data optimization for this configuration to take maximum effect.":["توجه داشته باشید که شما باید بهینه سازی داده های سئو را برای این پیکربندی اجرا کنید تا از حداکثر نتیجه بهره مند شوید."],"Let’s analyze your site just like Google does and get those indexables into action by running the SEO data optimization! Our indexables will immediately improve technical issues without you needing to do anything!\n\nIf you have a lot of content, that optimization could take a while. But trust us, it’s worth it! Want to read more, %1$scheck out the benefits of the indexables squad.%2$s":["اجازه دهید سایت شما را آنالیز کنیم. این کار به ما اجازه می‌دهد سایت شما را همانطور که گوگل می‌بیند ببینیم، بنابراین می‌توانیم بهترین نکات سئو را به شما ارائه کنیم و مسائل فنی سئو را در پس‌زمینه بهبود دهیم!\n\nاگر محتوای زیادی دارید، بهینه سازی ممکن است کمی طول بکشد. اما به ما اعتماد کنید، ارزشش را دارد! %1$sدرباره مزایای داده‌های بهینه سئو بیشتر بدانید.%2$s"],"We've already successfully analyzed your site. You can move on to the next step.":["درحال حاضر با موفقیت سایت شما را آنالیز کردیم. می توانید به مرحله بعدی بروید."],"We've successfully analyzed your site!":["سایت شما را با موفقیت آنالیز کردیم!"],"SEO data optimization is running… You can safely move on to the next steps of this configuration.":["بهینه سازی داده های سئو در حال اجرا است... می‌توانید همزمان مراحل بعدی این پیکربندی را ادامه دهید."],"We need a little more help from you! Add your Facebook and Twitter profile so we can optimize the metadata for those platforms too.":["به کمک بیشتری از تو نیاز داریم! پروفایل فیسبوک و توئیتر خود را ثبت کنید تا بتوانیم داده های متا برای این پلتفرم ها را نیز بهینه کنیم."],"We need a little more help from you! Add your organization's Facebook and Twitter profile so we can optimize the metadata for those platforms too.":["به کمک بیشتری از تو نیاز داریم! پروفایل فیسبوک و توئیتر سازمان یا شرکت خود را ثبت کنید تا بتوانیم داده های متا برای این پلتفرم ها را نیز بهینه کنیم."],"You're not allowed to edit the social profiles of the user %1$s. Please ask this user or an admin to do this.":["شما اجازه ویرایش پروفایل های اجتماعی کاربر %1$s را ندارید. لطفا از مالک این حساب کاربری یا مدیر سایت بخواهید که این کار را انجام دهد."],"Add another profile":["افزودن یک پروفایل دیگر"],"Delete item":["حذف کردن"],"E.g. https://social-platform.com/yoast":["مثال: https://social-platform.com/yoast"],"Other social profile":["سایر شبکه های اجتماعی"],"E.g. https://www.wikipedia.com/yoast":["مثال: https://www.wikipedia.com/yoast"],"E.g. https://www.youtube.com/yoast":["مثال: https://www.youtube.com/yoast"],"E.g. https://www.twitter.com/yoast":["مثال: https://www.twitter.com/yoast"],"E.g. https://www.tumblr.com/yoast":["مثال: https://www.tumblr.com/yoast"],"E.g. https://www.soundcloud.com/yoast":["مثال: https://www.soundcloud.com/yoast"],"E.g. https://www.pinterest.com/yoast":["مثال: https://www.pinterest.com/yoast"],"E.g. https://www.myspace.com/yoast":["مثال: https://www.myspace.com/yoast"],"E.g. https://www.linkedin.com/yoast":["مثال: https://www.linkedin.com/yoast"],"E.g. https://www.instagram.com/yoast":["مثال: https://www.instagram.com/yoast"],"E.g. https://www.facebook.com/yoast":["مثال: https://www.facebook.com/yoast"],"First-time configuration":["پیکربندی برای اولین بار"],"You should finish the %1$sfirst time configuration%2$s to make sure your SEO data has been optimized and you’ve set the essential Yoast SEO settings for your site.":["باید تنظیمات %1$sپیکربندی برای اولین بار%2$s را به پایان برسانید تا مطمئن شوید که داده های سئوی سایت شما بهینه سازی شده و تنظیمات ضروری Yoast SEOبرای سایت شما ثبت شده است."],"Step 4: Go through the first time configuration":["مرحله 4: تمرین پیکربندی را انجام دهید"],"Ryte":["Ryte"],"Postname permalink":["پیوند ثابت"],"Page comments":["دیدگاه های برگه"],"Links table":["جدول لینک ها"],"cURL":["cURL"],"If you already have saved AIOSEO 'Search Appearance' settings and the issue persists, please contact our support team so we can take a closer look.":["اگر تنظیمات ظاهر جستجو در AIOSEO را ذخیره کرده اید و مشکل همچنان وجود دارد، با پشتیبانی تماس بگیرید تا مشکل دقیق تر بررسی شود."],"If you have never saved any AIOSEO 'Search Appearance' settings, please do that first and run the import again.":["اگر تا به حال تنظیمات ظاهر جستجو در AIOSEO را ذخیره نکرده اید، ابتدا این کار را انجام دهید و مجددا درون ریزی را اجرا کنید."],"The AIOSEO import was cancelled because some AIOSEO data is missing. Please try and take the following steps to fix this:":["به این علت که برخی از داده های AIOSEO  مفقود شده است درون ریزی AIOSEO لغو شد. لطفا برای رفع مشکل موارد زیر را دنبال کنید:"],"The validation of the AIOSEO data structure has failed.":["اعتبارسنجی ساختار داده های AIOSEO ناموفق بود."],"WordProof authentication":["احراز هویت با WordProof"],"Connected to WordProof":["به WordProof متصل شد"],"Connection failed":["ارتباط ناموفق بود"],"Not working? %1$sContact %3$s support%2$s.":["کار نمی کند؟ %1$sبا پشتیبانی %3$s تماس بگیرید%2$s."],"Try again":["تلاش مجدد"],"Find possible solutions in this %1$sArticle%2$s.":["راهکارهای ممکن را در این %1$sمقاله%2$s مشاهده کنید."],"There was a connection problem. This could be because your third party connections are blocked.":["مشکلی در اتصال وجود داشت. خطا ممکن است به این دلیل باشد که اتصال سایر سرویس ها در هاست شما مسدود شده باشد یا سرور شما در ایران باشد و به علت تحریم یا فیلتر، مشکل اتصال به سرویس های خارج از کشور داشته باشد."],"The %3$s will automatically be timestamped every time you %1$supdate%2$s or %1$spublish%2$s.":["هر بار که عملیات %1$sبروزرسانی%2$s یا %1$sانتشار%2$s را انجام می دهید، مهر زمانی بطور خودکار برای %3$s ثبت می شود."],"Your %s is now protected via the blockchain!":["%s شما اکنون توسط شبکه بلاک چین محافظت می شود."],"Something went wrong authenticating your %3$s account with the %4$s site. Please try again or contact %1$s%3$s support%2$s.":["هنگام احراز هویت حساب %3$s شما با سایت %4$s مشکلی پیش آمد. لطفاً دوباره امتحان کنید یا با %1$sپشتیبانی %3$s%2$s تماس بگیرید."],"Unable to create new timestamps. Please authenticate with WordProof.":["امکان ایجاد مهر زمانی جدید وجود ندارد. لطفا با WordProof احراز هویت کنید."],"Timestamp with WordProof":["مهر زمانی با WordProof"],"Learn more about timestamping":["کسب اطلاعات بیشتر درباره مهر زمانی"],"Authenticate with WordProof":["احراز هویت با WordProof"],"Manage WordProof settings":["مدیریت تنظیمات WordProof"],"The WordProof Timestamp plugin needs to be disabled before you can activate this integration.":["قبل از اینکه بتوانید این ادغام را فعال کنید، باید افزونه WordProof Timestamp که به صورت مجزا روی سایت شما نصب شده را غیرفعال کنید."],"Currently, the %s integration is not available for multisites.":["درحال حاضر ادغام با %s برای سایت های شبکه در دسترس نیست."],"%1$s can be used to timestamp your privacy page.":["سرویس %1$s می تواند برای ثبت مهر زمانی روی صفحه حریم خصوصی شما استفاده شود."],"Open settings":["باز کردن تنظیمات"],"Open authentication":["باز کردن احراز هویت"],"The timestamp is not created because you need to authenticate with %s first.":["مهر زمانی ایجاد نشده است زیرا ابتدا باید با %s احراز هویت کنید."],"The timestamp is not retrieved by your site. Please try again or contact %1$s support.":["مهر زمانی توسط سایت شما بازیابی نمی شود. لطفاً دوباره امتحان کنید یا با پشتیبانی %1$s تماس بگیرید."],"%1$s failed to timestamp this page. Please check if you're correctly authenticated with %1$s and try to save this page again.":["سرویس %1$s در ثبت مهر زمانی این صفحه ناموفق بود. لطفاً بررسی کنید که احراز هویت با %1$s به درستی انجام شده است؟ سپس دوباره سعی کنید این صفحه را ذخیره کنید."],"%s has successfully timestamped this page.":["سرویس %s با موفقیت به این صفحه مهر زمانی زده است."],"You are out of timestamps. Please upgrade your account by opening the %s settings.":["شما همه اعتبار مهر زمانی رایگان خود را مصرف کردید. لطفاً با باز کردن تنظیمات %s حساب خود را ارتقا دهید."],"Use WordProof to timestamp this page to comply with legal regulations and join the fight for a more transparant and accountable internet.":["برای مطابقت با مقررات قانونی و پیوستن به مبارزه برای اینترنت شفاف تر و پاسخگوتر، از WordProof برای نشان دادن زمان این صفحه استفاده کنید."],"Timestamp this post":["ثبت مهر زمانی روی این پست"],"content words":["کلمات محتوا"],"content word":["کلمه"],"Cleanup failed with the following error:":["پاکسازی با خطای زیر ناموفق بود:"],"Note: These settings will overwrite the default settings of Yoast SEO.":["توجه: این تنظیمات، جایگزین مقادیر پیشفرض یوست سئو خواهد شد."],"Note: This metadata will only be imported if there is no existing Yoast SEO metadata yet.":["توجه: این متا دیتا در صورتی درون ریزی می شود که از افزونه یوست سئو هیچ متا دیتایی وجود نداشته باشد."],"Post metadata (SEO titles, descriptions, etc.)":["دیتای متای پست ها (عنوان سئو، توضیح سئو و ...)"],"The import from %s includes:":["درون ریزی از %s شامل این موارد است:"],"Once you're certain that your site is working properly with the imported data from another SEO plugin, you can clean up all the original data from that plugin.":["وقتی مطمئن شدید سایت شما بعد از درون ریزی اطلاعات از دیگر افزونه های سئو به درستی کار می کند، می توانید اطلاعات موجود در افزونه مربوطه را پاکسازی کنید."],"Please select an SEO plugin below to see what data can be imported.":["لطفا یکی از افزونه های سئوی زیر را انتخاب کنید تا ببینید چه اطلاعاتی قابلیت درون ریزی دارد."],"Clean up":["پاکسازی"],"After you've imported data from another SEO plugin, please make sure to clean up all the original data from that plugin. (step 5)":["بعد از درون ریزی اطلاعات از دیگر افزونه های سئو، مطمئن شوید که اطلاعات موجود در افزونه مربوطه را پاکسازی کنید. (مرحله 5)"],"Note: ":["توجه:"],"The cleanup can take a long time depending on your site's size.":["عملیات پاکسازی بسته به اندازه سایت شما می تواند زمان زیادی طول بکشد."],"Default tagline":["معرفی کوتاه پیش فرض"],"Import failed with the following error:":["درون ریزی با خطای زیر ناموفق بود:"],"No data found from other SEO plugins.":["هیچ داده ای از دیگر پلاگین های سئو پیدا نشد."],"Select SEO plugin":["انتخاب افزونه سئو"],"The import can take a long time depending on your site's size.":["درون ریزی بسته به اندازه سایت شما می تواند زمان زیادی طول بکشد."],"Installation Successful":["نصب با موفقیت انجام شد!"],"Blog Post":["پست وبلاگ"],"For the best SEO results include all words of your keyphrase in the SEO title, and put the keyphrase at the beginning of the title":["برای کسب بهترین نتیجه سئو، تمام کلمات عبارت کلیدی را در عنوان سئو وارد کنید و ترجیحا  آن را در ابتدای عنوان قرار دهید"],"For the best SEO results write the exact match of your keyphrase in the SEO title, and put the keyphrase at the beginning of the title":["برای کسب بهترین نتیجه سئو، عبارت کلیدی را دقیقا در عنوان سئو وارد کنید و ترجیحا  آن را در ابتدای عنوان قرار دهید"],"%1$s: Title does not begin with the focus keyphrase. %2$sMove your focus keyphrase to the beginning of the title%3$s.":["%1$s: عنوان با عبارت کلیدی شروع نمی شود. %2$sعبارت کلیدی را به ابتدای عنوان منتقل کنید%3$s."],"%1$s: The exact match of the focus keyphrase appears at the beginning of the SEO title. Good job!":["%1$s: عبارت کلیدی شما دقیقا در شروع عنوان سئوی مطلب دیده می شود. خیلی خوبه!"],"%2$sText length%4$s: The text contains %1$d %6$s. This is below the recommended minimum of %5$d %6$s. %3$sAdd more content%4$s.":["%2$sطول محتوا%4$s: محتوا شامل %1$d %6$s است. این تعداد کمتر از %5$d %6$s پیشنهادی است. %3$sمحتوای بیشتری اضافه کنید%4$s."],"%2$sText length%4$s: The text contains %1$d %6$s. This is slightly below the recommended minimum of %5$d %6$s. %3$sAdd a bit more copy%4$s.":["%2$sطول محتوا%4$s: محتوا شامل %1$d %6$s است. این تعداد کمی کمتر از %5$d %6$s پیشنهادی است. %3$sکمی بیشتر محتوا اضافه کنید%4$s."],"%2$sText length%4$s: The text contains %1$d %6$s. This is far below the recommended minimum of %5$d %7$s. %3$sAdd more content%4$s.":["%2$sطول محتوا%4$s: محتوا شامل %1$d %6$s است. این تعداد خیلی کمتر از %5$d %7$s پیشنهادی است. %3$sمحتوای بیشتری اضافه کنید%4$s.","%2$sطول محتوا%4$s: محتوا شامل %1$d %7$s است. این تعداد خیلی کمتر از %5$d %7$s پیشنهادی است. %3$sمحتوای بیشتری اضافه کنید%4$s."],"character":["کاراکتر","کاراکتر"],"word":["کلمه","کلمه"],"words":["کلمه"],"characters":["کاراکتر"],"Man holding a tablet.":["مردی که تبلتی در دست دارد."],"%s rolls out the red carpet for the search bots, which helps your site perform better in search engines.":["افزونه %s فرش قرمز را برای ربات‌های جستجو پهن می‌کند، که به عملکرد بهتر سایت شما در موتورهای جستجو کمک می‌کند."],"You've successfully installed %s!":["شما %s را با موفقیت نصب کردید!"],"Skip%s":["%s صرف نظر"],"Your %s account does not contain any keyphrases for this website yet. You can track keyphrases by using the \"Track SEO Performance\" button in the post editor.":["حساب کاربری %s شما هنوز حاوی هیچ عبارت کلیدی برای این وب سایت نیست. با استفاده از دکمه \"بررسی کارایی سئو\" در ویرایشگر پست می توانید عبارت های کلیدی را بررسی کنید."],"%s account":["حساب‌کاربری %s"],"This overview only shows you keyphrases added to Yoast SEO. There may be other keyphrases added to your %s.":["این نمای کلی فقط عبارت های کلیدی اضافه شده به Yoast SEO را به شما نشان می دهد. ممکن است عبارت های کلیدی دیگری به %s شما اضافه شده باشد."],"Tracking the ranking position...":["بررسی موقعیت رتبه بندی ..."],"Something went wrong while tracking the ranking position(s) of your page. Please try again later.":["هنگام بررسی موقعیت(های) رتبه بندی صفحه شما مشکلی پیش آمد. لطفاً بعداً دوباره امتحان کنید."],"reconnect to %s":["اتصال مجدد به %s"],"It seems like something went wrong when retrieving your website's data. Please %s and try again.":["به نظر می رسد هنگام دریافت اطلاعات وب سایت شما مشکلی پیش آمده است. لطفا %s و دوباره امتحان کنید."],"Before you can track your SEO performance make sure to set either the post’s title and save it as a draft or manually set the post’s slug.":["قبل از اینکه بتوانید کارایی سئوی خود را بررسی کنید، مطمئن شوید که عنوان پست را تنظیم کرده و آن را به صورت پیش نویس ذخیره کنید یا به صورت دستی نامک پست را تنظیم کنید."],"No keyphrase has been set. Please set a keyphrase first.":["هیچ عبارت کلیدی مشخص نشده است. لطفا ابتدا یک عبارت کلیدی مشخص کنید."],"upgrade your %s plan":["ارتقای پلان %s"],"You've reached the maximum amount of %d keyphrases you can add to your Wincher account. If you wish to add more keyphrases, please %s.":["محدودیت حداکثر %d عبارت کلیدی حساب کاربری رایگان Wincher برای شما تکمیل شده است. اگر میخواهید عبارت کلیدی بیشتری را اضافه کنید، لطفا %s."],"With %1$s you can track the ranking position of your page in the search results based on your keyphrase(s). %2$s":["با %1$s می توانید موقعیت رتبه بندی صفحه خود را در نتایج جستجو بر اساس عبارت(های) کلیدی خود بررسی کنید. %2$s"],"%s is currently tracking the ranking position(s) of your page. This may take a few minutes. Please wait or check back later.":["%s در حال حاضر موقعیت(های) رتبه بندی صفحه شما را بررسی می کند. این ممکن است چند دقیقه طول بکشد. لطفاً صبر کنید یا بعداً دوباره این بخش را بررسی کنید."],"You have successfully connected to %s! You can now track the SEO performance for the keyphrase(s) of this page.":["شما با موفقیت به %s متصل شدید! حالا می توانید کارایی سئو را برای عبارت(های) کلیدی این صفحه بررسی کنید."],"Read more about keyphrase tracking with Wincher":["درباره بررسی موقعیت عبارت کلیدی با Wincher بیشتر بدانید"],"Connect %1$s with %2$s to track the ranking position of your site in the search results based on your keyphrase(s). %3$s":["%1$s را به %2$s متصل کنید تا موقعیت و رتبه سایت شما در موتورهای جستجو طبق عبارت های کلیدی بررسی شود. %3$s"],"Automatic tracking of keyphrases is enabled. Your keyphrase(s) will automatically be tracked by %s when you publish your post.":["بررسی خودکار عبارت های کلیدی فعال است. وقتی پست خود را منتشر می کنید، عبارت (های) کلیدی شما به طور خودکار توسط %s بررسی می شوند."],"Please enter a focus keyphrase first to track keyphrase performance":["لطفا برای بررسی عبارت کلیدی، ابتدا یک عبارت کلیدی وارد کنید"],"Keyphrase position in the last 90 days on a scale from 0 to 100.":["موقعیت عبارت کلیدی در 90 روز اخیر در مقیاس 0 تا 100."],"Track SEO performance":["بررسی کارایی سئو"],"You can enable / disable tracking the SEO performance for each keyphrase below.":["می توانید بررسی کارایی سئو برای هر عبارت کلیدی زیر را فعال یا غیرفعال کنید."],"Track all keyphrases on this page":["بررسی همه عبارت های کلیدی در این صفحه"],"Tracking has already been enabled for one or more keyphrases of this page. Clicking the button below will enable tracking for all of its keyphrases.":["بررسی موقعیت برای یک یا چند عبارت کلیدی در این صفحه فعال شده است. با کلیک روی دکمه زیر، بررسی موقعیت برای تمام عبارت های کلیدی آن فعال می شود."],"Learn more about the SEO performance feature.":["در این مورد بیشتر بدانید."],"SEO performance":["کارایی سئو"],"Connect with %s":["اتصال به %s"],"Top performing keyphrases on your site":["بهترین عبارات کلیدی در سایت شما"],"* focus keyphrase":["* عبارت کلیدی"],"Get more insights over at %s":["دریافت اطلاعات عمیق تر با %s"],"Position over time":["موقعیت در طول زمان"],"Position":["موقعیت"],"Tracking":["بررسی"],"The %s integration offers the option to track specific keyphrases and gain insights in their positions.":["ادغام با %s به شما این امکان را می دهد تا موقعیت (رتبه) عبارت های کلیدی موردنظرتان در گوگل را بررسی و تغییرات را ارزیابی کنید."],"Activate %s":["فعالسازی %s"],"Update %s":["بروزرسانی %s"],"Renew %s":["تمدید %s"],"Get help activating your subscription":["برای فعال کردن اشتراک خود کمک بگیرید"],"It looks like you’re running an outdated and unactivated version of %1$s, please activate your subscription in %2$sMyYoast%3$s and update to the latest version (at least 17.7) to gain access to our updated workouts section.":["به نظر می‌رسد نسخه قدیمی و غیر پرمیوم %1$s را اجرا می‌کنید، لطفاً برای دسترسی به بخش تمرینات به‌روز شده ما، اشتراک خود را در %2$sMyYoast%3$s فعال کنید و یا نسخه پرمیوم را از سایت ژاکت خریداری کنید و به آخرین نسخه (حداقل 17.7) بروز رسانی کنید."],"Activate your subscription of %s":["اشتراک %s خود را فعال کنید"],"It looks like you're running an outdated version of %1$s, please %2$supdate to the latest version (at least 17.7)%3$s to gain access to our updated workouts section.":["به نظر می‌رسد نسخه قدیمی %1$s را اجرا می‌کنید، لطفاً برای دسترسی به بخش تمرینات به‌روز شده ما، عملیات %2$sبروزرسانی به آخرین نسخه (حداقل 17.7)%3$s را انجام دهید."],"Update to the latest version of %s":["به آخرین نسخه %s به روز رسانی کنید"],"Renew your subscription":["اشتراک خود را تمدید کنید"],"Accessing the latest workouts requires an updated version of %s (at least 17.7), but it looks like your subscription has expired. Please renew your subscription to update and gain access to all the latest features.":["دسترسی به آخرین تمرینات به نسخه به روز شده %s (حداقل 17.7) نیاز دارد، اما به نظر می رسد اشتراک شما منقضی شده است. لطفا اشتراک خود را برای به روز رسانی و دسترسی به آخرین ویژگی ها تمدید کنید. (در صورت فعالسازی لایسنس دریافتی از ژاکت، کلیه امکانات محصول در اختیار شما قرار میگیرد)"],"Renew your subscription of %s":["اشتراک افزونه %s را تمدید کنید"],"Get started quickly with the %1$s%2$s First-time configuration%3$s and configure Yoast SEO with the optimal SEO settings for your site!":["به سرعت تمرین %1$sپیکربندی سریع %2$s%3$s را شروع کنید و افزونه Yoast SEO را با تنظیماتی بهینه و سفارشی متناسب با سایت خود پیکربندی کنید."],"%1$sBack to all workouts":["%1$s بازگشت به همه تمرین ها"],"Getting your site in shape and keeping it SEO fit can be hard. We can help you get started! Take these step-by-step workouts, and you’ll be tackling some of the most fundamental SEO challenges!":["شکل دهی صحیح به سایت و بهینه سازی آن برای سئو می تواند چالش برانگیز باشد. ما به شما کمک می کنیم تا با انجام تمرینات قدم به قدم سئو بر متداول ترین چالش های سئو غلبه کنید!"],"Unlock with %s!":["بازگشایی با %s!"],"Continue workout!":["تمرین را ادامه دهید!"],"Start workout!":["تمرین را شروع کنید!"],"%1$s/%2$s steps completed":["%1$s از %2$s مرحله تمام شد"],"Saved!":["ذخیره شد!"],"Could not save this value. Please check the URL.":["این مقدار ذخیره نشد. لطفا URL را بررسی کنید."],"Could not save this value. Please check the URL or username.":["این مقدار ذخیره نشد. لطفا URL یا نام کاربری را بررسی کنید."],"Add internal links to your posts and pages":["لینک های داخلی را به پست ها و برگه های خود اضافه کنید"],"Make pages easier for Google and visitors to find":["پیدا کردن صفحات را برای گوگل و بازدیدکنندگان آسان تر کنید"],"Clean up your unlinked content to make sure people can find it":["محتوای تنهای خود را تمیز کنید تا مطمئن شوید کاربران می توانند آن را پیدا کنند"],"Orphaned content":["محتوای تنها"],"Email address":["ایمیل"],"Oops! Something went wrong. Check your email address and try again.":["اوه! مشکلی رخ داد. آدرس ایمیل خود را بررسی کنید و دوباره امتحان کنید."],"Sign up!":["ثبت‌نام"],"Yoast respects your privacy. Read %1$sour privacy policy%2$s on how we handle your personal information.":["تیم یوست به حریم خصوصی شما احترام می گذارد %1$sسیاست حفظ حریم خصوصی%2$s را بخوانید."],"Bring more visitors to your articles":["بازدیدکنندگان بیشتری را برای مقالات خود بیاورید"],"Make your important articles rank higher":["مقالات مهم خود را در رتبه بالاتری قرار دهید"],"Do workout again":["دوباره تمرین کنید"],"Save and continue":["ذخیره و ادامه"],"Important: We will never sell this data. And of course, as always, we won't collect any personal data about you or your visitors.":["مهم: ما هرگز این داده ها را نمی فروشیم. و البته، مثل همیشه، ما هیچ اطلاعات شخصی در مورد شما یا بازدیدکنندگانتان جمع آوری نمی کنیم!"],"Yes, you can track my site data":["بله، می توانید اطلاعات سایت من را ردیابی کنید!"],"No, don’t track my site data":["نه، داده های سایت من را ردیابی نکن"],"Does your site represent an Organization or Person?":["سایت شما معرف یک شخصیت حقیقی است یا حقوقی؟ به عبارت دیگر شخصی است یا شرکتی؟"],"Site representation":["نوع سایت"],"Continue":["ادامه"],"You can still run the SEO data optimization in the %1$sTools section%2$s. Once that is finished, please refresh this page.":["همچنان می‌توانید بهینه‌سازی داده‌های سئو را در %1$sبخش ابزارها%2$s اجرا کنید. پس از اتمام آن، این تمرین را مجدد انجام دهید."],"This configuration step is currently disabled, because you're not running the latest version of Yoast SEO Premium. Please update to the latest version (at least %1$s). ":["این مرحله در حال حاضر غیرفعال است، زیرا شما آخرین نسخه Yoast SEO Premium را اجرا نمی کنید. لطفاً به آخرین نسخه (حداقل %1$s) به روز رسانی کنید."],"Current or first category title":["عنوان فعلی یا اولین دسته"],"Category Title":["عنوان دسته"],"Replaced with the post content":["با محتوای پست جایگزین شد"],"Post Content":["محتوای پست"],"Replaced with the permalink":["با پیوند ثابت جایگزین شد"],"Replaced with the last name of the author":["نام خانوادگی نویسنده جایگزین شد"],"Author last name":["نام خانوادگی نویسنده"],"Replaced with the first name of the author":["نام نویسنده جایگزین شد"],"Author first name":["نام نویسنده"],"Replaced with the day the post was published":["با روز انتشار پست جایگزین شد"],"Post day":["روز ارسال"],"Replaced with the month the post was published":["با ماه انتشار پست جایگزین شد"],"Post month":["ماه ارسال"],"Replaced with the year the post was published":["با سال انتشار پست جایگزین شد"],"Post year":["سال ارسال"],"Current day":["امروز"],"Current month":["این ماه"],"Current date":["تاریخ فعلی"],"Get %s to unlock social previews!":["نسخه %s را برای بازگشایی قابلیت پیش‌نمایش شبکه های اجتماعی تهیه کنید!"],"Want to see how your content will look when it’s shared on %s?":["می‌خواهید ببینید وقتی محتوایتان در %s به اشتراک گذاشته می‌شود چطور نمایش داده می‌شود؟"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's way less than the recommended minimum of %2$d %7$s. %4$sMake it longer%5$s!":["%3$sطول عبارت کلیدی%5$s: طول عبارت کلیدی %1$d %6$s است که این مقدار کمتر از حداقل توصیه شده %2$d %7$s است. %4$sحتما آن را طولانی تر کنید%5$s!","%3$sطول عبارت کلیدی%5$s: طول عبارت کلیدی %1$d %7$s است که این مقدار کمتر از حداقل توصیه شده %2$d %7$s است. %4$sحتما آن را طولانی تر کنید%5$s!"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's less than the recommended minimum of %2$d %6$s. %4$sMake it longer%5$s!":["%3$sطول عبارت کلیدی%5$s: طول عبارت کلیدی %1$d %6$s است که این مقدار کمتر از حداقل توصیه شده %2$d %6$s است. %4$sحتما آن را طولانی تر کنید%5$s!"],"%1$sImage alt tags%2$s: All images have alt attributes. Good job!":["%1$sویژگی Alt تصاویر%2$s: همه تصاویر دارای ویژگی alt هستند. خیلی خوبه!"],"%3$sImage alt tags%5$s: %1$d image out of %2$d doesn't have alt attributes. %4$sAdd alt attributes to your images%5$s!":["%3$sویژگی Alt تصاویر%5$s: %1$d تصویر از مجموع %2$d تصویر شما ویژگی alt تصاویر را ندارند. %4$sویژگی alt را به تصاویر خود اضافه کنید%5$s!","%3$sویژگی Alt تصاویر%5$s: %1$d تصویر از مجموع %2$d تصویر شما ویژگی alt تصاویر را ندارند. %4$sویژگی alt را به تصاویر خود اضافه کنید%5$s!"],"%1$sImage alt tags%3$s: None of the images has alt attributes. %2$sAdd alt attributes to your images%3$s!":["%1$sویژگی Alt تصاویر%3$s: هیچ تصویری در این صفحه ویژگی alt ندارد. %2$sویژگی alt را به تصاویر خود اضافه کنید%3$s!"],"It looks like you've installed our %1$s%2$s addon%3$s. %4$sActivate it now%5$s to unlock more tools and SEO features to make your products stand out in search results.":["به نظر میرسد که %1$sافزونه %2$s%3$s ما را نصب کرده اید اما فعال نیست. همین حالا برای بهبود محصولات خود در گوگل و کسب جایگاه برتر در نتایج گوگل %4$sآن را فعال کنید%5$s."],"It looks like you aren't using our %1$s%2$s addon%3$s. %4$sUpgrade today%5$s to unlock more tools and SEO features to make your products stand out in search results.":["به نظر میرسد از %1$sافزونه %2$s%3$s ما استفاده نمیکنید. همین امروز برای بهبود محصولات خود در گوگل و کسب جایگاه برتر در نتایج گوگل %4$sاقدام کنید%5$s."],"Below are the technical details for the error. See %1$sthis page%2$s for a more detailed explanation.":["در زیر جزئیات فنی این خطا آمده است. برای توضیحات بیشتر %1$sاین صفحه%2$s را ببینید."],"%1$sImage Keyphrase%2$s: Good job!":["%1$sعبارت کلیدی در تصاویر%2$s: عالیه!"],"%1$sImage Keyphrase%3$s: Images on this page do not have alt attributes with at least half of the words from your keyphrase. %2$sFix that%3$s!":["%1$sعبارت کلیدی در تصاویر%3$s: تصاویر موجود در این برگه خصیصه alt که شامل حداقل نیمی از عبارت کلیدی باشد را ندارند. %2$sمشکل را رفع کنید%3$s."],"%1$sImages%2$s: Good job!":["%1$sتصاویر%2$s: کارتون خوبه!"],"%1$sImages and videos%2$s: Good job!":["%1$sتصاویر و ویدئوها%2$s: عالیه!"],"%3$sImages and videos%5$s: Only %1$d image or video appears on this page. We recommend at least %2$d. %4$sAdd more relevant images or videos%5$s!":["%3$sتصاویر و ویدئوها%5$s: فقط %1$d تصویر یا ویدئو در این صفحه وجود دارد. ما حداقل %2$d مورد را توصیه میکنیم. %4$sتصاویر یا ویدئوهای مرتبط بیشتری اضافه کنید%5$s!","%3$sتصاویر و ویدئوها%5$s: فقط %1$d تصویر یا ویدئو در این صفحه وجود دارد. ما حداقل %2$d مورد را توصیه میکنیم. %4$sتصاویر یا ویدئوهای مرتبط بیشتری اضافه کنید%5$s!"],"%3$sImages%5$s: Only %1$d image appears on this page. We recommend at least %2$d. %4$sAdd more relevant images%5$s!":["%3$sتصاویر%5$s: فقط %1$d تصویر در این صفحه وجود دارد. ما حداقل %2$d مورد را توصیه میکنیم. %4$sتصاویر مرتبط بیشتری اضافه کنید%5$s!","%3$sتصاویر%5$s: فقط %1$d تصویر در این صفحه وجود دارد. ما حداقل %2$d مورد را توصیه میکنیم. %4$sتصاویر مرتبط بیشتری اضافه کنید%5$s!"],"%1$sImages and videos%3$s: No images or videos appear on this page. %2$sAdd some%3$s!":["%1$sتصاویر و ویدئوها%3$s: هیچ تصویر یا ویدئویی در این صفحه وجود ندارد. %2$sکمی اضافه کنید%3$s!"],"%1$sLists%3$s: No lists appear on this page. %2$sAdd at least one ordered or unordered list%3$s!":["%1$sلیست‌ها%3$s: هیچ لیستی در این صفحه وجود ندارد. %2$sحداقل یک لیست مرتب شده یا نامرتب اضافه کنید%3$s!"],"%1$sLists%2$s: There is at least one list on this page. Great!":["%1$sلیست‌ها%2$s: حداقل یک لیست در این صفحه وجود دارد. خیلی عالیه!"],"Error stack trace":["Error stack trace"],"Response":["پاسخ"],"Error message":["پیغام خطا"],"Status code":["کد وضعیت"],"Request method":["روش درخواست"],"Request URL":["آدرس درخواست"],"Error details":["جزئیات خطا"],"Prep time":["زمان آماده سازی"],"The time it takes to prepare the items to be used in the instructions.":["زمان لازم برای آماده سازی موارد مورد استفاده در دستورالعمل."],"Recipe prep time":["زمان آماده سازی غذا"],"The time it takes to actually cook the dish.":["زمان لازم برای پخت و پز واقعی غذا."],"Recipe cooking time":["زمان طبخ غذا"],"Workouts":["تمرین ها"],"A new version of %1$s is available. %2$sRenew your subscription%3$s if you want to update to the latest version.":["نسخه جدیدی از %1$s موجود است. اگر می‌خواهید همواره به آخرین نسخه به‌روزرسانی کنید %2$sاشتراک خود را تمدید کنید%3$s :: توجه: در صورت خریداری نسخه پرمیوم از ژاکت، این پیام را نادیده گرفته و به‌روزرسانی‌های محصول را با استفاده از بروزرسان هوشمند ژاکت یا مراجعه به حساب کاربری خود در ژاکت دریافت خواهید کرد."],"Rank with articles you want to rank with":["رتبه خوب را از مقالاتی که می خواهید با آنها رتبه خوبی بگیرید، دریافت کنید"],"The cornerstone approach":["رویکرد بنیاد محتوا (cornerstone)"],"SEO workouts":["تمرین‌های سئو"],"Enter step":["افزودن مرحله"],"Instructions":["دستورالعمل ها"],"Instructions title":["عنوان دستورالعمل"],"The steps of making the recipe, in the form of an ordered list with HowToStep and/or HowToSection items.":["مراحل تهیه غذا ، به صورت لیست مرتب شده با موارد HowToStep و/یا HowToSection."],"Recipe instructions":["آموزش دستور العمل آشپزی"],"Enter an ingredient":["ماده ای را وارد کنید"],"Ingredients":["مواد تشکیل دهنده"],"Ingredients title":["عنوان مواد تشکیل دهنده"],"The ingredients used in the recipe, e.g. sugar, flour or garlic.":["مواد تشکیل دهنده مورد استفاده در دستور العمل ، مانند شکر ، آرد یا سیر."],"Recipe ingredient(s)":["مواد تشکیل دهنده"],"Improve the quality of your site search! Automatically helps your users find your cornerstone and most important content in your internal search results. It also removes noindexed posts & pages from your site’s search results.":["کیفیت جستجوی سایت خود را بهینه کنید! به طور خودکار به کاربران کمک می کند تا محتوای بنیادی و مهمترین مطالب را در نتایج جستجوی داخلی سایت  پیدا کنند. همچنین پست ها و صفحات noindexed را از نتایج جستجوی سایت شما حذف می کند."],"Find out more about our %s integration.":["درباره ادغام %s ، بیشتر بدانید."],"Set up automated actions when you publish or update your content. By connecting %1$s with %2$s, you can easily send out your published posts to any of its 2000+ destinations, such as Twitter, Facebook and more.":["هنگام انتشار یا به روزرسانی محتوای خود ، کارهایی را به صورت خودکار تنظیم کنید. با اتصال%1$s و %2$s می توانید پست های منتشر شده خود را به راحتی به هریک از 2000+ مقصد مختلف آن مانند Twitter ، Facebook و سایر موارد ارسال کنید."],"Read more about how internal linking can improve your site structure.":["اطلاعات بیشتر در مورد اینکه چطور لینک سازی داخلی می تواند ساختار سایت شما را بهبود بخشد."],"Get relevant internal linking suggestions  — while you’re writing! The link suggestions metabox shows a list of posts on your blog with similar content that might be interesting to link to. ":["هنگام نوشتن ، پیشنهاداتی مربوط به لینک سازی داخلی را دریافت کنید! متاباکس پیشنهادات لینک داخلی لیستی از پست های وبلاگ شما را با محتوای مشابه نشان می دهد که پیوند به آنها ممکن است جالب باشد."],"Link suggestions":["پیشنهاد لینک داخلی"],"Find out how Insights can help you improve your content.":["بفهمید که چگونه بیشنر عمیق تر روی محتوا می تواند به شما برای بهبود محتوا کمک کند."],"Find relevant data about your content right in the Insights section in the Yoast SEO metabox. You’ll see what words you use most often and if they’re a match with your keywords! ":["در بخش بینش (Insights ) در متاباکس Yoast SEO اطلاعات مربوط به محتوای خود را مشاهده کنید. در این بخش خواهید دید که چه کلماتی را بیشتر استفاده می کنید و آیا با کلمات کلیدی شما مطابقت دارد!"],"Insights":["بینش"],"Read more about Schema.":["درباره تنظیمات اسکیما بیشتر بدانید"],"Oops, something has gone wrong and we couldn't complete the optimization of your SEO data. Please make sure to activate your subscription in MyYoast by completing %1$sthese steps%2$s.":["اوه! مشکلی رخ داده و نمی توانیم بهینه سازی داده های سئو را در سایت شما کامل کنیم. لطفا دکمه را مجددا کلیک کنید تا عملیات شروع شود و اگر محصول را فعال نکرده اید %1$sاینجا کلیک کنید%2$s"],"%d minutes":["%d دقیقه"],"The social appearance settings for archives require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["تنظیمات مربوط به بهبود نمایش در شبکه‌های اجتماعی برای آرشیوها نیازمند فراداده های اوپن گراف است. (که در حال حاضر غیرفعال است). می‌توانید این قابلیت را در %1$s‘تنظیمات شبکه‌های اجتماعی’ زیر تب ’فیسبوک’%2$s فعال کنید."],"The social appearance settings for taxonomies require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["تنظیمات مربوط به بهبود نمایش در شبکه‌های اجتماعی برای برچسب ها نیازمند فراداده های اوپن گراف است. (که در حال حاضر غیرفعال است). می‌توانید این قابلیت را در %1$s‘تنظیمات شبکه‌های اجتماعی’ زیر تب ’فیسبوک’%2$s فعال کنید."],"The social appearance settings for content types require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["تنظیمات مربوط به بهبود نمایش در شبکه‌های اجتماعی برای انواع محتوا نیازمند فراداده های اوپن گراف است. (که در حال حاضر غیرفعال است). می‌توانید این قابلیت را در %1$s‘تنظیمات شبکه‌های اجتماعی’ زیر تب ’فیسبوک’%2$s فعال کنید."],"The social appearance settings for your homepage require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["تنظیمات مربوط به بهبود نمایش در شبکه‌های اجتماعی برای صفحه اصلی سایت نیازمند فراداده های اوپن گراف است. (که در حال حاضر غیرفعال است). می‌توانید این قابلیت را در %1$s‘تنظیمات شبکه‌های اجتماعی’ زیر تب ’فیسبوک’%2$s فعال کنید."],"Default image":["تصویر پیش فرض"],"The social homepage settings have been moved to the %1$s‘Search appearance’ settings under the ‘General’ tab%2$s.":["تنظیمات شبکه‌های اجتماعی صفحه اصلی به %1$s‘منوی بهبود ظاهر جستجوها’ زیر ’تب عمومی’%2$s منتقل شده است."],"Rewrite titles":["بازنویسی عنوان‌ها"],"These are the image, title and description used when a link to your homepage is shared on social media.":["این‌ها تصویر، عنوان و توضیحاتی هستند که هنگام لینکدهی به صفحه اصلی سایت شما در شبکه‌های اجتماعی نمایش داده می شود."],"%s archive settings":["تنظیمات برای آرشیو %s"],"Single %s settings":["تنظیمات %s"],"Cooking time":["زمان طبخ"],"Enter a recipe description":["توضیحات دستورالعمل غذا را وارد کنید"],"A description of the recipe.":["توضیحات دستورالعمل غذا."],"Recipe description":["توضیحات دستورالعمل غذا"],"Unlock with Premium":["فعالسازی در نسخه پرمیوم"],"To unlock this feature please update %s to the latest version.":["برای فعالسازی این قابلیت به آخرین نسخه %s بروزرسانی کنید."],"Social description":["توضیح مطلب در شبکه‌های اجتماعی"],"Social title":["عنوان مطلب در شبکه‌های اجتماعی"],"Social image":["تصویر شبکه‌های اجتماعی"],"Good job! All required information has been provided.":["کارت عالیه! تمام اطلاعات ضروری تکمیل شده است."],"Recommended information":["توصیه شده"],"Required information":["اطلاعات ضروری"],"JobPosting schema":["اسکیمای آگهی استخدام"],"%s has been left empty.":["فیلد %s خالی رها شده است."],"The `%1$s` attribute is recommended but missing.":["ویژگی `%1$s` توصیه شده است اما موجود نیست."],"The `%1$s` attribute is required but missing.":["ویژگی `%1$s` ضروری است اما موجود نیست."],"Insert variable":["افزودن متغیر"],"No %1$s plugins have been installed. You don't seem to own any active subscriptions.":["هیچ افزونه %1$s نصب نیست. به نظر می رسد شما هیچ اشتراک فعالی ندارید."],"Addon installation failed because of an error: %s.":["نصب افزونه با خطا مواجه شد. علت: %s."],"You are not allowed to install plugins.":["شما اجازه نصب افزونه ها را ندارید."],"Addon installed.":["افزونه نصب شد."],"Addon activation failed because of an error: %s.":["فعالسازی افزونه با خطا مواجه شد. علت: %s."],"You are not allowed to activate plugins.":["شما اجازه فعالسازی افزونه ها را ندارید."],"Addon activated.":["افزونه فعال شد."],"%1$s Continue to %2$s%3$s":["%1$sادامه به %2$s%3$s"],"Installing and activating addons":["نصب و فعالسازی افزونه ها"],"the following addons":["افزودنی های زیر"],"%s SEO installation":["نصب سئوی %s"],"Install and activate":["نصب و فعالسازی"],"Please confirm below that you would like to install %s on this site.":["لطفا تایید کنید که میخواهید %s در این سایت نصب شود."],"Heading %d":["عنوان %d"],"Change heading level":["تغییر سطح عنوان"],"Shopping data preview:":["پیش نمایش اطلاعات خرید"],"Availability":["موجودی"],"Price":["قیمت"],"Rating":["رتبه بندی"],"%s reviews":["بررسی‌های %s"],"Rating: %s":["رتبه: %s"],"Image":["تصویر"],"Not all required information has been provided! %s schema will not be generated for your page.":["همه اطلاعات ضروری تکمیل نشده است! هیچ اسکیمای %s برای صفحه شما ساخته نخواهد شد."],"The `%1$s` block is recommended but missing.":["بلوک `%1$s` توصیه می شود اما موجود نیست."],"The `%1$s` block is required but missing.":["بلوک `%1$s` ضروری است اما موجود نیست."],"Add a block to your recipe...":["افزودن بلوک به دستورالعمل غذا..."],"Serves #":["خدمت #"],"Create a Recipe in an SEO-friendly way. You can only use one Recipe block per post.":["یک دستورالعمل (طرز تهیه غذا) با تمام اطلاعات لازم برای سئو ایجاد کنید. شما فقط می توانید از یک بلوک دستورالعمل برای هر پست استفاده کنید."],"%1$s Recipe":["دستورالعمل غذا %1$s"],"Enter a recipe name":["نام دستورالعمل غذا را وارد کنید"],"We see that you enabled automatic updates for WordPress. We recommend that you do this for %1$s as well. This way we can guarantee that WordPress and %1$s will continue to run smoothly together. Please contact your network admin to enable auto-updates for %1$s.":["میبینیم که بروزرسانی خودکار وردپرس در سایت شما فعال است. پیشنهاد میکنیم همین تنظیمات را برای %1$s هم انجام دهید. در این شرایط می توانیم مطمئن باشیم که همواره وردپرس و %1$s با هم سازگاری کامل دارند.با مدیر شبکه وردپرس تماس بگیرید و بروزرسانی خودکار را برای %1$s فعال کنید."],"Required by %s":["مورد نیاز %s"],"Auto-updates are disabled based on this setting for %1$s.":["بروزرسانی خودکار مطابق تنظیمات %1$s غیرفعال است."],"Auto-updates are enabled based on this setting for %1$s.":["بروزرسانی خودکار مطابق تنظیمات %1$s فعال است."],"We see that you enabled automatic updates for WordPress. We recommend that you do this for %1$s as well. This way we can guarantee that WordPress and %1$s will continue to run smoothly together. %2$sGo to your plugins overview to enable auto-updates for %1$s.%3$s":["میبینیم که بروزرسانی خودکار وردپرس در سایت شما فعال است. پیشنهاد میکنیم همین تنظیمات را برای %1$s هم انجام دهید. در این شرایط می توانیم مطمئن باشیم که همواره وردپرس و %1$s با هم سازگاری کامل دارند. %2$sبه صفحه افزونه ها بروید و بروزرسانی خودکار را برای %1$s فعال کنید.%3$s"],"Select a date":["تاریخ را انتخاب کنید"],"New":["جدید"],"Schema analysis:":["آنالیز اسکیما:"],"You've just removed the ‘%1$s’ block, but this is a %2$srecommended block for Schema output%3$s. Are you sure you want to do this?":["شما بلوک ‘%1$s’ را حذف کرده اید ولی این بلوک %2$sیک بلوک ضروری برای خروجی اسکیما%3$s است. مطمئنید می خواهید این کار را انجام دهید؟"],"You've just removed the ‘%1$s’ block, but this is a %2$srequired block for Schema output%3$s. Without this block no Schema will be generated. Are you sure you want to do this?":["شما بلوک ‘%1$s’ را حذف کرده اید ولی این بلوک %2$sیک بلوک ضروری برای خروجی اسکیما%3$s است. بدون این بلوک هیچ اسکیمایی ایجاد نخواهد شد. مطمئنید می خواهید این کار را انجام دهید؟"],"seconds":["ثانیه"],"Remove image":["حذف تصویر"],"Select image":["انتخاب تصویر"],"Replace image":["تغییر تصویر"],"Enable Breadcrumbs for your theme":["ریزمسیرها (Breadcrumbs) را برای پوسته سایت خود فعال کنید"],"Note: You can always choose to enable / disable them for your theme below. This setting will not apply to breadcrumbs inserted through a widget, a block or a shortcode.":["توجه: همیشه می توانید این گزینه را برای پوسته سایت فعال و غیرفعال کنید. این تنظیمات روی ریزمسیرهایی که به کمک ابزارک ها یا بلوک ها یا شورتکد ها ایجاد شده باشد اعمال نخواهد شد."],"%1$s premium plugin updates work fine":["بروزرسانی های افزونه %1$s پرمیوم به خوبی کار می کند"],"%1$s premium plugins cannot update":["افزونه %1$s پرمیوم نمی تواند بصورت خودکار بروزرسانی شود"],"site structure":["ساختار سایت"],"internal linking":["لینک سازی داخلی"],"breadcrumbs":["ریزمسیرها"],"seo":["سئو"],"Adds the Yoast SEO breadcrumbs to your template or content.":["افزودن ریزمسیرهای Yoast SEO به پوسته یا محتوای شما."],"Yoast Breadcrumbs":["ریزمسیرهای Yoast"],"No, please undo this":["نه، لطفا به حالت قبل برگرد."],"The post could not be found.":["پست پیدا نمی شود."],"The term is considered invalid. The following reason was given by WordPress: %s":["مقدار Term نامعتبر است. علت زیر توسط وردپرس شناسایی شد: %s"],"The term could not be found.":["مقدار Term پیدا نمی شود."],"This feature has been disabled since subsites never send tracking data.":["به علت عدم ارسال اطلاعات ردیابی توسط سایت های زیرمجموعه، این قابلیت غیرفعال است."],"We notice that you have installed WPML. To make sure your canonical URLs are set correctly, %1$sinstall and activate the Yoast SEO Multilingual add-on%2$s as well!":["متوجه شدیم افزونه WPML را نصب کرده اید. برای اینکه مطمئن شوید نشانی های قانونی Canonical صحیح هستند %1$sافزونه Yoast SEO Multilingual add-on را نصب کنید%2$s"],"Because of a change in your category base setting, some of your SEO data needs to be reprocessed.":["به علت تغییراتی در تنظیمات مبنای دسته، برخی از اطلاعات سئو نیازمند پردازش مجدد هستند."],"Unfortunately we cannot save changes to your SEO settings while you are working on a draft of an already-published %1$s. If you want to save your SEO changes, make sure to click 'Update', or wait to make your SEO changes until you are ready to update the %1$s.":["متاسفانه هنگامی که شما در حال ویرایش یک پیشنویس از یک مطلب که قبلا منتشر شده %1$s هستید، قادر به ذخیره تغییرات در تنظیمات Yoast SEO نیستیم.  اگر می خواهید تغییرات SEO شما ذخیره شوند مطمئن شوید روی گزینه 'بروزرسانی' کلیک کنید یا منتظر بمانید و تغییرات را زمانی ذخیره کنید که آماده بروزرسانی %1$s هستید."],"Got it":["متوجه شدم"],"Get started with Yoast SEO's content analysis for Elementor!":["با تجزیه و تحلیل محتوای Yoast SEO برای Elementor شروع کنید!"],"New: Yoast SEO for Elementor":["جدید: Yoast SEO برای Elementor"],"Find out how a rich snippet can improve visibility and click-through-rate.":["دریابید که چطور ریچ اسنیپت (rich snippet) می تواند قابلیت مشاهده و نرخ کلیک CTR را بهبود ببخشد."],"This adds an author byline and reading time estimate to the article’s snippet when shared on Slack.":["وقتی مطلب در Slack به اشتراک گذاشته می شود، یک خط شامل نام نویسنده و مدت زمان تخمینی خواندن مقاله به اسنیپت مقاله اضافه می شود."],"Enhanced Slack sharing":["اشتراک گذاری بهبودیافته در Slack"],"Wait for a week or so, until %1$s automatically processes most of your content in the background.":["لطفا یک هفته یا بیشتر منتظر بمانید، تا زمانی که %1$s به صورت خودکار بیشتر محتوای شما را در پس زمینه پردازش کند."],"%s minute":["%s دقیقه","%s دقیقه"],"Est. reading time":["زمان تخمینی مطالعه"],"Written by":["نوشته شده توسط"],"Google Rich Results Test":["Google Rich Results Test"],"Because of a change in your tag base setting, some of your SEO data needs to be reprocessed.":["به علت تغییراتی در تنظیمات مبنای برچسب ها، برخی از اطلاعات سئو نیازمند پردازش مجدد هستند."],"The %s integration offers suggestions and insights for keywords related to the entered focus keyphrase.":["ادغام با %s پیشنهادها و بینش عمیق تری از کلمات کلیدی مرتبط با عبارت کلیدی اصلی که وارد کرده اید را به همراه خواهد داشت."],"This tab allows you to selectively disable %1$s integrations with third-party products for all sites in the network. By default all integrations are enabled, which allows site admins to choose for themselves if they want to toggle an integration on or off for their site. When you disable an integration here, site admins will not be able to use that integration at all.":["این زبانه به شما اجازه می‌دهد که ویژگی‌ ادغام %1$s با محصولات شرکت های دیگر را برای همه سایت‌های شبکه غیرفعال کنید. به طور پیش‌فرض تمام ویژگی‌های ادغام فعال می‌باشند و مدیران سایت می‌توانند خودشان ادغام با یک سرویس را فعال یا غیرفعال کنند. هنگامی که یک ویژگی را غیرفعال کنید، مدیران سایت نمی‌توانند از آن ویژگی استفاده کنند."],"%s can integrate with third party products. You can enable or disable these integrations below.":["افزونه %1$s می تواند با محصولات سایر شرکت ها ادغام شود. می توانید این ادغام را فعال یا غیرفعال کنید."],"Activate your subscription":["اشتراک خود را فعال کنید"],"Stop SEO data optimization":["توقف عملیات بهینه سازی داده های سئو"],"Oops, something has gone wrong and we couldn't complete the optimization of your SEO data. Please click the button again to re-start the process. ":["اوه! مشکلی رخ داده و نمی توانیم بهینه سازی داده های سئو را در سایت شما کامل کنیم. لطفا دکمه را مجددا کلیک کنید تا عملیات شروع شود."],"Optimizing SEO data... This may take a while.":["در حال بهینه سازی داده های سئو... ممکن است کمی زمان بر باشد."],"SEO data optimization complete":["بهینه سازی داده های سئو پایان یافت"],"SEO data optimization is disabled for non-production environments.":["بهینه سازی داده های سئو برای محیط های تستی (non-production) غیرفعال شده است."],"This feature includes and replaces the Text Link Counter and Internal Linking Analysis":["این قابلیت شامل شمارشگر پیوندهای لینک و آنالیز لینک سازی داخلی است و با آن گزینه ها جایگزین شده است"],"Check out %s!":["%s را خریداری کنید!"],"Would you like to be able to add these related keyphrases to the %s analysis so you can optimize your content even further?":["دوست دارید این عبارت های کلیدی مرتبط را به بخش تجزیه و تحلیل سئو در %s اضافه کنید تا بتوانید محتوای خود را بیش از پیش بهینه کنید؟"],"We've encountered a problem trying to get related keyphrases. Please try again later.":["هنگام دریافت عبارت های کلیدی مرتبط خطایی رخ داده است. لطفا بعدا مجددا تلاش کنید."],"You've reached the maximum amount of 4 related keyphrases. You can change or remove related keyphrases in the %s metabox or sidebar.":["محدودیت حداکثر 4 عبارت کلیدی مرتبط برای شما تکمیل شده است. می توانید عبارت های کلیدی مرتبط را در متاباکس %s یا سایدبار، ویرایش یا حذف کنید."],"Please wait while %1$s connects to %2$s to get related keyphrases...":["لطفا کمی صبر کنید تا %1$s به سرویس %2$s متصل شده و عبارت های کلیدی مرتبط را دریافت کند..."],"Upgrade your %s plan":["ارتقای پلان %s"],"You've reached your request limit for today. Check back tomorrow or upgrade your plan over at %s.":["ظرفیت جداکثر درخواست های امروز شما پر شده است. فردا مجددا تلاش کنید یا پلان خود را در %s ارتقا دهید."],"Last month":["ماه گذشته"],"Two months ago":["دو ماه پیش"],"Three months ago":["سه ماه پیش"],"Four months ago":["چهار ماه پیش"],"Five months ago":["پنج ماه پیش"],"Six months ago":["شش ماه پیش"],"Seven months ago":["هفت ماه پیش"],"Eight months ago":["هشت ماه پیش"],"Nine months ago":["نه ماه پیش"],"Ten months ago":["ده ماه پیش"],"Eleven months ago":["یازده ماه پیش"],"Twelve months ago":["دوازده ماه پیش"],"Get more insights at %s":["دریافت بینش عمیق تر با %s"],"Keyphrase volume in the last 12 months on a scale from 0 to 100.":["اندازه عبارت کلیدی در 12 ماه گذشته از 0 تا 100."],"Learn more about the related keyphrases trend":["کسب اطلاعات بیشتر درباره علاقمندی (trend) عبارت کلیدی"],"Trend":["علاقه مندی (Trend)"],"Learn more about the related keyphrases volume":["کسب اطلاعات بیشتر درباره اندازه (volume) عبارت کلیدی"],"Volume":["اندازه (Volume)"],"Related keyphrase":["عبارت کلیدی مرتبط"],"Select country":["انتخاب کشور"],"Show results for:":["نمایش نتایج برای:"],"Please enter a focus keyphrase first to get related keyphrases":["لطفا ابتدا یک عبارت کلیدی وارد کنید تا بتوانید عبارت های کلیدی مرتبط را دریافت کنید"],"Sorry, there's no data available for that keyphrase/country combination.":["متاسفیم، هیچ داده ای برای ترکیب عبارت کلیدی/کشور وجود ندارد."],"Get related keyphrases":["دریافت عبارت های کلیدی مرتبط"],"Related keyphrases":["عبارت های کلیدی مرتبط"],"The number of headers and header labels don't match.":["تعداد هدرها و لیبل هدرها برابر نیستند."],"All permalinks were successfully reset":["همه پیوندهای یکتا با موفقیت بازنشانی شدند"],"You can speed up your site and get insight into your internal linking structure by letting us perform a few optimizations to the way SEO data is stored. ":["اگر به ما اجازه بدهید کمی روی نحوه ذخیره سازی داده ها توسط یوست بهینه سازی انجام دهیم، سرعت سایت شما بهتر می شود و بینش عمیق تری از ساختار لینک سازی داخلی را در اختیارتان قرار می دهیم. "],"Start SEO data optimization":["شروع بهینه سازی داده های سئو"],"Learn more about the benefits of optimized SEO data.":["کسب اطلاعات بیشتر درباره مزیت های داده های بهینه سازی شده سئو."],"You can speed up your site and get insight into your internal linking structure by letting us perform a few optimizations to the way SEO data is stored. If you have a lot of content it might take a while, but trust us, it's worth it.":["اگر به ما اجازه بدهید کمی روی نحوه ذخیره سازی داده ها توسط یوست بهینه سازی انجام دهیم، سرعت سایت شما بهتر می شود و بینش عمیق تری از ساختار لینک سازی داخلی را در اختیارتان قرار می دهیم. اگر تعداد مطالب شما زیاد باشد ممکن است این عملیات کمی طول بکشد. لطفا به ما اعتماد کنید، ارزشش را دارد!"],"Optimize SEO Data":["بهینه سازی داده های سئو"],"If the problem persists, please contact support.":["اگر مشکل رفع نشد، با پشتیبانی در ارتباط باشید."],"Something has gone wrong and we couldn't complete the optimization of your SEO data. Please %1$sre-start the process%2$s.":["مشکلی رخ داده و نمی توانیم بهینه سازی داده های سئو را در سایت شما کامل کنیم. لطفا %1$sمجددا عملیات را شروع کنید%2$s."],"If you still need support and have an active subscription for this product, please email %s.":["اگر همچنان با مشکلی مواجه هستید و پشتیبانی فعالی دارید، ایمیل بزنید %s"],"You can probably find an answer to your question in our %1$shelp center%2$s.":["احتمالا بتوانید پاسخ به سوال یا مشکل خود را در %1$sمرکز پشتیبانی%2$s یوست پیدا کنید."],"Need support?":["دریافت پشتیبانی"],"Disabling Yoast SEO's XML sitemaps will not disable WordPress' core sitemaps. In some cases, this %1$s may result in SEO errors on your site%2$s. These may be reported in Google Search Console and other tools.":["غیرفعال کردن نقشه سایت یوست سئو، به معنی غیرفعال شدن قابلیت نقشه سایت هسته وردپرس نیست. در برخی موارد این کار %1$s ممکن است منجر به بروز خطای SEO در سایت شما بشود%2$s. اگر خطایی رخ داده باشد در Google Search Console و سایر ابزارهای مشابه می توانید خطا را مشاهده کنید."],"Twitter preview":["پیش نمایش توئیتر"],"Facebook preview":["پیش نمایش فیسبوک"],"Return to your %s":["بازگشت به %s"],"Make sure to save your %s for changes to take effect":["برای اعمال تغییرات، حتما تغییرات %s را ذخیره کنید."],"Make your products stand out in Google":["محصولاتتان را در گوگل به نمایش درآورید"],"Everything you need for Google News":["بهینه کردن سایت برای اخبار گوگل"],"Start ranking better for your videos":["برای ویدئوهایتان امتیاز بهتری بگیرید"],"Stop losing customers to other local businesses":["همین حالا مانع رفتن مشتریانتان به فروشگاه های محله بشوید"],"The advanced section of the %1$s meta box allows a user to remove posts from the search results or change the canonical. The settings in the schema tab allows a user to change schema meta data for a post. These are things you might not want any author to do. That's why, by default, only editors and administrators can do this. Setting to \"%2$s\" allows all users to change these settings.":["بخش پیشرفته متاباکس %1$s به کاربر این امکان را می دهد تا مطالب را از نتایج جستجو حذف کند یا آدرس قانونی آن را تغییر دهد. همچنین تنظیمات تب اسکیما به کاربر این امکان را می دهد تا داده های متای اسکیما برای مطلب یا برگه را تغییر دهد. برخی چیزها وجود دارند که ممکن است نخواهید هیچ کاربر نویسنده ای آنها را انجام دهد. به همین علت است که به صورت پیشفرض فقط ویرایشگرها و مدیران کل می توانند این کار را انجام دهند. تغییر تنظیمات به \"%2$s\" به تمام کاربران امکان تغییر این تنظیمات را خواهد داد."],"Security: no advanced or schema settings for authors":["قابلیت امنیتی: غیرفعال کردن تنظیمات پیشرفته و تنظیمات اسکیما برای نویسندگان."],"Default for %1$s (%2$s)":["پیشفرض برای %1$s (%2$s)"],"This helps search engines understand your website and your content. You can change some of your settings for this page below.":["به موتورهای جستجو کمک می کند تا سایت و محتوای شما را بهتر درک کنند. می توانید برخی تنظیمات برای این صفحه سایت را اینجا تغییر دهید."],"Yoast SEO automatically describes your pages using schema.org":["افزونه Yoast SEO به صورت خودکار صفحات سایت شما را به کمک schema.org توصیف می کند."],"default":["پیش فرض"],"Article type":["نوع مقاله"],"Page type":["نوع برگه"],"Learn more about page or content types":["درباره برگه یا انواع محتوا بیشتر بدانید."],"What type of page or content is this?":["این مطلب چه نوعی از صفحه سایت یا محتوا است؟"],"Learn more about structured data with Schema.org":["با Schema.org درباره داده های ساختار یافته بیشتر بدانید"],"You can change the default type for %1$s in your %2$sSearch Appearance Settings%3$s.":["می توانید نوع پیشفرض برای %1$s را در %2$sتنظیمات بهبود ظاهر جستجو%3$s تغییر دهید."],"Upon saving, this setting will apply to all of your %1$s. %1$s that are manually configured will be left untouched.":["پس از ذخیره تغییرات، تنظیمات جدید روی تمام %1$s اعمال می شود. %1$s که به صورت دستی تنظیم کرده اید بدون تغییر باقی خواهند ماند.","پس از ذخیره تغییرات، تنظیمات جدید روی تمام %1$s اعمال می شود. %1$s که به صورت دستی تنظیم کرده اید بدون تغییر باقی خواهند ماند."],"Choose how your %1$s should be described by default in your site's schema.org markup. You can change these settings for individual %1$s.":["مشخص کنید که %1$s در سایت شما در حالت پیشفرض چطور باید توسط نشانه گذاری schema.org توصیف شوند. می توانید این تنظیمات را برای تک %1$s نیز اعمال کنید."],"Learn more about the schema settings":["درباره تنظیمات اسکیما بیشتر بدانید"],"Schema settings":["تنظیمات اسکیما یا Schema"],"Default Article type":["نوع پیشفرض مقاله"],"Default Page type":["نوع پیشفرض برگه"],"Report":["گزارش"],"Tech Article":["مقاله فناوری"],"Scholarly Article":["مقاله علمی"],"Satirical Article":["مقاله طنز"],"Advertiser Content Article":["مقاله تبلیغاتی یا رپورتاژ"],"News Article":["مقاله خبری"],"Social Media Posting":["پست شبکه های اجتماعی"],"Article":["مقاله"],"Search Results Page":["صفحه نتایج جستجو"],"Real Estate Listing":["دایرکتوری املاک"],"Checkout Page":["صفخه پرداخت"],"Collection Page":["صفحه مجموعه یا Collection"],"Medical Web Page":["صفحه وب پزشکی"],"Contact Page":["صفحه تماس با ما"],"Profile Page":["صفحه پروفایل"],"QA Page":["صفحه پرسش و پاسخ"],"FAQ Page":["صفحه سوالات رایج یا FAQ"],"About Page":["صفحه درباره ما"],"Item Page":["صفحه تک آیتم"],"Web Page":["صفحه وب"],"Allow us to track some data about your site to improve our plugin.":["اجازه دهید تا برخی اطلاعات راجع به سایت شما را برای بهبود عملکرد افزونه ردیابی کنیم."],"Usage tracking":["ردیابی عملکرد شما"],"Yoast How-to":["چگونه یا Howto"],"Structured Data":["داده ساختار یافته"],"Yoast FAQ":["پرسش های متداول یا FAQ"],"Because of a change in your permalink structure, some of your SEO data needs to be reprocessed.":["به علت تغییری در ساختار پیوندهای یکتا، برخی از اطلاعات سئو نیازمند بازنگری است."],"Because of a change in your home URL setting, some of your SEO data needs to be reprocessed.":["به علت تغییری در تنظیمات URL صفحه اصلی، برخی از اطلاعات سئو نیازمند بازنگری است."],"%s preview":["پیش نمایش %s"],"%1$s: Does not contain the exact match. %2$sTry to write the exact match of your keyphrase in the SEO title and put it at the beginning of the title%3$s.":["%1$s: عبارت کلیدی در عنوان وجود ندارد. %2$sعبارت کلیدی را دقیقا در عنوان سئو نیز وارد کنید و ترجیحا آن را در ابتدای عنوان قرار دهید%3$s."],"%1$s: The exact match of the focus keyphrase appears in the SEO title, but not at the beginning. %2$sMove it to the beginning for the best results%3$s.":["%1$s: عبارت کلیدی شما دقیقا در عنوان سئوی مطلب دیده می شود اما در شروع آن نیست. %2$sعبارت کلیدی را به ابتدای عنوان انتقال دهید%3$s."],"The file size of the uploaded image is too large for %s. File size must be less than %s.":["حجم فایل آپلودی برای %s خیلی زیاد است. حجم فایل باید کمتر از %s باشد."],"The format of the uploaded image is not supported. The supported formats are: %s, %s, %s and %s.":["فرمت فایل آپلودی پشتیبانی نمی شود. فرمت های قابل پشتیبانی: %s, %s, %s و %s."],"You have uploaded a %s. Please note that, if it’s an animated %s, only the first frame will be used.":["شما یک فایل %s آپلود کرده اید. توجه کنید اگر یک انیمیشن %s است، فقط اولین فریم آن استفاده می شود."],"Your image dimensions are not suitable. The minimum dimensions are %dx%d pixels. The maximum dimensions are %dx%d pixels.":["ابعاد عکس شما مناسب نیست. حداقل ابعاد مورد قبول %dx%d پیکسل هستند. حداکثر ابعاد مورد قبول %dx%d پیکسل هستند."],"Your image dimensions are not suitable. The minimum dimensions are %dx%d pixels.":["ابعاد عکس شما مناسب نیست. حداقل ابعاد مورد قبول %dx%d پیکسل هستند."],"%1$s Internal Linking Blocks":["بلوک‌های لینک سازی داخلی %1$s"],"Open in new tab":["باز کردن لینک پیوند در تب جدید مرورگر"],"This is a sponsored link or advert (mark as %1$ssponsored%2$s)%3$s":["این یک لینک پیوند رپورتاژ یا تبلیغاتی است. (نشانه‌گذاری به صورت %1$ssponsored%2$s)%3$s"],"Search engines should ignore this link (mark as %1$snofollow%2$s)%3$s":["موتورهای جستجو باید از این لینک صرف نظر کنند. (نشانه گذاری به صورت %1$snofollow%2$s)%3$s"],"Learn more about marking a link as nofollow or sponsored.":["اطلاعات بیشتر درباره نشانه گذاری لینک های پیوند به صورت nofollow یا sponsored"],"Link inserted.":["لینک پیوند درج شد."],"Link edited.":["لینک پیوند ویرایش شد."],"Warning: the link has been inserted but may have errors. Please test it.":["هشدار: لینک پیوند وارد شد اما ممکن است خطا داشته باشد. لطفا آن را تست کنید."],"Link":["لینک پیوند"],"Unlink":["لغو لینک پیوند"],"Link removed.":["لینک پیوند حذف شد."],"Please upgrade your WordPress version or install the Gutenberg plugin to get this %1$s feature.":["لطفا نسخه وردپرس سایت خود را به‌روزرسانی کرده و یا افزونه Gutenberg را برای فعالسازی این قابلیت در %1$s نصب کنید."],"Marking links with nofollow/sponsored has been disabled for WordPress installs < 5.4.":["نشانه‌گذاری لینک‌ها برای nofollow/sponsored در وردپرس‌های با نسخه کمتر از 5.4 غیرفعال شده است"],"No focus keyword was entered":["هیچ عبارت کلیدی اصلی وارد نشده است."],"We've analyzed your post. There is still room for improvement!":["نوشته‌های شما را بررسی کردیم. هنوز جای بهبود وجود دارد!"],"We've analyzed your post. Everything looks good. Well done!":["نوشته‌های شما را بررسی کردیم. همه چیز خوبه. آفرین!"],"Share your post!":["پست خود را به اشتراک بگذارید!"],"Improve your post with Yoast SEO":["بهبود نوشته با Yoast SEO"],"SEO analysis:":["تجزیه و تحلیل سئو:"],"Show SEO settings for %1$s?":["نمایش تنظیمات سئو برای %1$s؟"],"As the indexability status of your website can only be fetched from %1$s every 15 seconds,\n\t\t\ta first step could be to wait at least 15 seconds and refresh the Site Health page. If that did not help,\n\t\t\t%2$sread more about troubleshooting search engine visibility%3$s.":["نتیجه وضعیت ایندکس شدن سایت شما هر 15 ثانیه از سرویس  %1$s دریافت می‌شود.\n\t\t\tاولین قدم منتظر ماندن به مدت 15 ثانیه و بارگذاری مجدد صفحه سلامت سایت است. اگر این کار کمکی نکرد\n\t\t\t%2$sدرباره نحوه رفع مشکلات مربوط به وضعیت ایندکس در موتورهای جستجو بیشتر بخوانید%3$s."],"%1$s offers a free indexability check for %2$s users. The request to %1$s to check whether your site can be found by search engines failed due to an error.":["سرویس %1$s به‌صورت رایگان برای کاربران %2$s وضعیت ایندکس شدن در گوگل را بررسی می کند. ارسال درخواست برای %1$s جهت بررسی وضعیت ایندکس شدن سایت شما توسط موتورهای جستجو به علت بروز خطایی با شکست مواجه شد."],"%1$sFind out how to solve this problem on our help center%2$s.":["%1$sاطلاعات بیشتر درباره نحوه رفع این مشکل در پایگاه دانش ما%2$s."],"The text link counter feature is not working as expected":["شمارشگر لینک های متنی آنطور که انتظار می‌رود کار نمی‌کند"],"The text link counter helps you improve your site structure. %1$sFind out how the text link counter can enhance your SEO%2$s.":["شمارشگر لینک های متنی به شما در بهبود ساختار سایت کمک می کند. %1$sشمارشگر لینک‌های متنی چگونه به بهبود سئوی سایت شما کمک می‌کند؟%2$s"],"The text link counter is working as expected":["شمارشگر لینک های متنی همانطور که انتظار می‌رود به درستی کار می‌کند"],"The links columns show the number of articles on this site linking %3$sto%4$s this article and the number of URLs linked %3$sfrom%4$s this article. Learn more about %1$show to use these features to improve your internal linking%2$s, which greatly enhances your SEO.":["ستون links تعداد مقالاتی از سایت شما که %3$sبه%4$s این مقاله لینک داده‌اند و تعداد URLهای لینک شده %3$sاز%4$s این مقاله به سایر مقالات سایت شما را نمایش می دهد. کسب اطلاعات بیشتر درباره %1$sنحوه استفاده از این قابلیت برای بهبود لینک سازی داخلی%2$s که نهایتا منجر به بهبود سئوی سایت شما می‌شود."],"We've written an article about %1$show to use the SEO score and Readability score%2$s.":["ما درباره %1$sنحوه استفاده از امتیاز سئو و امتیاز خوانایی%2$s مقاله ای نوشته‌ایم."],"%1$s adds several columns to this page.":["افزونه %1$s چندین ستون به این صفحه اضافه می‌کند."],"I don't want this site to show in the search results.":["تمایل ندارم این سایت در نتایج موتورهای جستجو نمایش داده شود."],"If you want search engines to show this site in their results, you must %1$sgo to your Reading Settings%2$s and uncheck the box for Search Engine Visibility.":["اگر می خواهید موتورهای جستجو این سایت را در نتایج خود نشان بدهند، باید %1$sبه تنظیمات خواندن بروید%2$s و چک‌مارک مقابل گزینه نمایش به موتورهای جستجو را غیرفعال کنید."],"Your keyphrase is too long. It can be a maximum of 191 characters.":["عبارت کلیدی شما خیلی طولانی است. حداکثر 191 کاراکتر مجاز است."],"Learn more about the no-index setting on our help page.":["اطلاعات بیشتر درباره تنظیمات no-index را در صفحه راهنمای ما مشاهده کنید"],"Even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["با وجود اینکه می‌توانید در این بخش تنظیمات متای ربات ها را مشخص کنید، تنظیمات کلی سایت شما روی حالت noindex تنظیم شده و این تنظیمات کل سایت را پوشش می دهد. پس در این شرایط تنظیمات متای ربات برای یک پست یا نوشته هیچ تاثیری نخواهد داشت."],"Learn more about canonical URLs on our help page.":["اطلاعات بیشتر درباره URLهای کنونیکال را در صفحه راهنمای ما مشاهده کنید"],"Learn more about the breadcrumbs title setting on our help page.":["اطلاعات بیشتر درباره تنظیمات عنوان ریزمسیر ها یا بردکرامب‌ها را در صفحه راهنمای ما مشاهده کنید"],"Learn more about advanced meta robots settings on our help page.":["اطلاعات بیشتر درباره تنظیمات پیشرفته متای ربات ها را در صفحه راهنمای ما مشاهده کنید"],"Learn more about the no-follow setting on our help page.":["اطلاعات بیشتر درباره تنظیمات no-follow را در صفحه راهنمای ما مشاهده کنید"],"Should search engines follow links on this %s":["موتورهای جستجو باید لینک های موجود در %s را دنبال کنند"],"Show debug information":["نمایش اطلاعات خطایابی"],"Your site will continue to work normally, but won't take full advantage of %s.":["سایت شما همچون گذشته در حالت طبیعی عمل خواهد کرد ولی از کلیه مزیت های %s بهره‌مند نخواهد شد."],"%s had problems creating the database tables needed to speed up your site.":["افزونه %s با مشکلی در ایجاد جداول دیتابیس جهت افزایش سرعت سایت مواجه شده است."],"We estimate this will take less than a minute.":["حدس میزنیم این کار کمتر از یک دقیقه زمان نیاز دارد."],"We estimate this will take a couple of minutes.":["حدس میزنیم این کار چند دقیقه زمان نیاز دارد."],"%1$sRun the indexation process on your server%2$s using %3$sWP CLI%2$s.":["%1$sعملیات ایندکس جداول یوست را به کمک %3$sWP CLI%2$s در سرور خود اجرا کنید."],"We estimate this could take a long time, due to the size of your site. As an alternative to waiting, you could:":["حدس می‌زنیم این کار نسبت به حجم محتوای سایت شما نیازمند زمان طولانی باشد. به‌جای انتظار کشیدن در این صفحه می‌توانید:"],"a theme that has proper title-tag theme support, or adapt your theme to have that support":["یک پوسته که به شکل صحیح از title-tag پشتیبانی می کند یا یا پوسته خود را برای پشتیبانی از این قابلیت بازنویسی کنید."],"Please read %1$sthis help article%2$s to find out how to resolve this problem.":["لطفا مقاله منتشر شده در %1$sپایگاه دانش ما%2$s را برای آشنایی با روش های رفع این مشکل مطالعه کنید."],"Replaced with the term ancestors hierarchy":["جایگزین شده با سلسله مراتب والد های عبارت"],"Term hierarchy":["سلسله عبارت‌ها"],"This %1$s REST API endpoint gives you all the metadata you need for a specific URL. This will make it very easy for headless WordPress sites to use %1$s for all their SEO meta output.":["این اندپوینت از REST API افزونه %1$s کلیه دیتاهای متا برای یک URL مشخص را به شما می دهد. این قابلیت باعث می شود سایت های وردپرسی headless از %1$s برای خروجی همه دیتای متای سئو استفاده کنند."],"REST API: Head endpoint":["REST API: Head endpoint"],"Great! You can activate your premium plugin(s) and receive updates.":["خیلی خوبه! شما می‌توانید افزونه‌های پرمیوم خود را فعالسازی کرده و به‌روزرسانی‌ها را از دیجیراتی در سایت ژاکت دریافت کنید."],"You can %1$snot%2$s activate your premium plugin(s) and receive updates because %5$s cannot connect to %6$s. The cause for this error is probably that the cURL software on your server is too old. Please contact your host and ask them to update it to at least version 7.34. %3$sRead more about cURL in our help center%4$s.":["احتمالا به این علت که سرویس cURL روی سرور سایت شما بسیار قدیمی است %1$sنمی توانید%2$s افزونه های پرمیوم خود را فعال کرده و بروزرسانی های آنها را دریافت کنید. %5$s نمی تواند به %6$s متصل شود. لطفا به مسئول هاست خود تیکت ارسال کنید و مشکل موجود در سرویس cURL را به ایشان اطلاع دهید تا با بروزرسانی سرویس مربوطه به نسخه 7.34 مشکل را رفع کنند. %3$sاطلاعات بیشتر درباره cURL در پایگاه دانش ما%4$s."],"You can %1$snot%2$s activate your premium plugin(s) and receive updates because %5$s cannot connect to %6$s. A common cause for not being able to connect is an out-of-date version of cURL, software used to connect to other servers. However, your cURL version seems fine. Please talk to your host and, if needed, the Yoast support team to figure out what is broken. %3$sRead more about cURL in our help center%4$s.":["شما %1$sنمی توانید%2$s افزونه های پرمیوم خود را فعال کرده و بروزرسانی های آنها را دریافت کنید. چون %5$s نمی تواند به %6$s متصل شود. یک علت رایج برای این مشکل این است که سرویس cURL روی سرور سایت شما بسیار قدیمی باشد اما به نظر می رسد نسخه cURL روی سایت شما مشکلی ندارد. لطفا به مسئول هاست خود تیکت ارسال کنید تا مشکل را دقیق تر بررسی کنند. %3$sاطلاعات بیشتر درباره cURL در پایگاه دانش ما%4$s."],"%1$sGo to %2$s to analyze your entire site%3$s":["%1$sمراجعه به سرویس %2$s برای آنالیز سایت%3$s"],"%1$s offers a free indexability check for %2$s users, and it shows that your site can be found by search engines.":["سرویس %1$s به‌صورت رایگان برای کاربران %2$s وضعیت ایندکس شدن در گوگل را بررسی می کند و مشخص شده است که سایت شما می‌تواند توسط موتورهای جستجو ایندکس شود."],"Your site can be found by search engines":["سایت شما به خوبی می‌تواند توسط موتور های جستجو ایندکس شود."],"%1$s offers a free indexability check for %2$s users and right now it has trouble determining whether search engines can find your site. This could have several (legitimate) reasons and is not a problem in itself. If this is a live site, it is recommended that you figure out why the %1$s check failed.":["سرویس %1$s به‌صورت رایگان برای کاربران %2$s وضعیت ایندکس شدن در گوگل را بررسی می کند و مشخص شده است که خطایی در بررسی وضعیت ایندکس شدن صفحات سایت شما توسط موتورهای جستجو وجود دارد. این خطا می‌تواند دلایل متعددی داشته باشد و به خودی خود یک مشکل نیست اگر سایت شما یک سایت فعال است، لازم است بررسی کنید که چرا بررسی وضعیت توسط %1$s با خطا مواجه شده است."],"%1$s cannot determine whether your site can be found by search engines":["سرویس %1$s نمی‌تواند وضعیت ایندکس شدن سایت شما توسط موتورهای جستجو را مشخص کند."],"%1$sRead more about troubleshooting search engine visibility.%2$s":["اطلاعات بیشتر راجع به مشکلات عدم ایندکس شدن توسط موتورهای جستجو.%2$s"],"%1$s offers a free indexability check for %2$s users and it has determined that your site cannot be found by search engines. If this site is live or about to become live, this should be fixed.":["سرویس %1$s به‌صورت رایگان برای کاربران %2$s وضعیت ایندکس شدن در گوگل را بررسی می کند و مشخص شده است که سایت شما نمی‌تواند توسط موتورهای جستجو ایندکس شود. اگر سایت شما فعال است یا قرار است فعال شود لازم است مشکل را بررسی و رفع کنید."],"Your site cannot be found by search engines":["سایت شما نمی‌تواند توسط موتور های جستجو ایندکس شود."],"If this is a live site, %1$sit is recommended that you figure out why the check failed.%2$s":["اگر سایت شما فعال است و روی سرور لوکال قرار ندارد، %1$sلازم است بررسی کنید چرا خطا رخ داده است.%2$s"],"Error details: %1$s %2$s %3$s":["جزییات خطا: %1$s %2$s %3$s"],"An error occurred while checking whether your site can be found by search engines":["در بررسی وضعیت ایندکس شدن سایت شما توسط موتورهای جستجو، خطایی رخ داده است"],"%1$sYou can change the tagline in the customizer%2$s.":["%1$sمی‌توانید معرفی کوتاه سایت را در سفارشی‌ساز تغییر دهید%2$s"],"You still have the default WordPress tagline. Even an empty one is probably better.":["شما هنوز هم از معرفی کوتاه پیش‌فرض وردپرس استفاده می کنید. اگر متنی در نظر ندارید، خالی گذاشتن آن احتمالا بهتر است."],"You should change the default WordPress tagline":["لازم است معرفی کوتاه سایت را تغییر دهید"],"You are using a custom tagline or an empty one.":["معرفی کوتاه سایت شما سفارشی سازی شده یا خالی است."],"You changed the default WordPress tagline":["شما معرفی کوتاه پیش‌فرض وردپرس را تغییر داده اید"],"Comments on your posts are displayed on a single page. This is just like we'd suggest it. You're doing well!":["دیدگاه‌های نوشته‌های شما در یک صفحه نشان داده می‌شوند. این همان چیزی است که ما پیشنهاد می‌کنیم. شما به‌خوبی انجامش دادید!"],"It's highly recommended to have your postname in the URL of your posts and pages. Consider setting your permalink structure to %s.":["به شدت توصیه می‌شود در مسیر URL صفحات وب سایت، نام نوشته یا برگه را قرار دهید. لطفا تنظیمات پیوند یکتای سایت خود را برای بهبود آدرس دهی سایت در گوگل به %s تغییر دهید."],"You do not have your postname in the URL of your posts and pages":["شما عنوان مطلب را در مسیر URL نوشته‌ها و برگه‌های سایت ندارید."],"You do have your postname in the URL of your posts and pages.":["شما عنوان مطلب را در مسیر URL نوشته‌ها و برگه‌های سایت دارید."],"Your permalink structure includes the post name":["ساختار پیوند یکتای سایت شما شامل نام نوشته است"],"The request to Ryte returned an error.":["درخواست به سرویس Ryte با خطا مواجه شده است."],"Comments on your posts break into multiple pages. As this is not needed in 999 out of 1000 cases, we recommend you disable it. To fix this, uncheck \"Break comments into pages...\" on the Discussion Settings page.":["صفحه بندی دیدگاه ها فعال است. در 999 مورد از 1000 مورد به این گزینه نیازی نیست و توصیه می شود این گزینه را غیر فعال کنید. برای رفع این مشکل گزینه \"صفحه‌بندی دیدگاه‌ها با...\" را در تنظیمات گفت‌وگو غیرفعال کنید."],"Comments break into multiple pages":["صفحه بندی دیدگاه ها فعال است"],"Comments are displayed on a single page":["دیدگاه‌ها در یک صفحه نمایش داده می‌شوند"],"No title":["بدون عنوان"],"%1$sThis was reported by the %2$s plugin%3$s":["%1$sگزارش شده توسط افزونه %2$s %3$s"],"%1$sGo to the Discussion Settings page%2$s":["مراجعه به صفحه تنظیمات گفت‌وگو%2$s"],"Mobile result":["تلفن همراه"],"Preview as:":["پیش‌نمایش به صورت:"],"Desktop result":["رایانه رومیزی"],"Google preview":["پیش‌نمایش گوگل"],"When you click OK we will open our HelpScout beacon where you can find answers to your questions. This beacon will load our support data and also potentially set cookies.":["وقتی روی OK کلیک کنید ما راهنمای یواست را باز می‌کنیم. اینجا جایی است که می‌توانید پاسخ سوالات خود را پیدا کنید."],"If you want to apply advanced <code>meta</code> robots settings for this page, please define them in the following field.":["تنظیمات پیشرفته روبات <code>meta</code> برای این صفحه"],"The browser you are currently using is unfortunately rather dated. Since we strive to give you the best experience possible, we no longer support this browser. Instead, please use %1$sFirefox%4$s, %2$sChrome%4$s or %3$sMicrosoft Edge%4$s.":["متأسفانه مرورگری که در حال استفاده از آن هستید خیلی قدیمی است. ما برای بهره‌مندی از بهترین نتایج خیلی وقت است که این مرورگر را پشتیبانی نمی‌کنیم. شما می‌توانید از مرورگرهای دیگر همچون %1$sFirefox%4$s و %2$sChrome%4$s یا %3$sMicrosoft Edge%4$s استفاده کنید."],"Check out %1$s":["%1$s را بررسی کنید"],"We have both free and premium online courses to learn everything you need to know about SEO.":["ما انواع آموزش‌های رایگان و پولی برای یادگیری هرچه بهتر سئو را می‌توانیم به شما ارائه کنیم."],"Want to learn SEO from Team Yoast? Check out our %1$s!":["دوست دارید سئو را از تیم یواست یاد بگیرید؟ %1$s را بررسی کنید!"],"Learn SEO":["یادگیری سئو"],"%s settings to import:":["تنظیمات %s برای درون‌ریزی:"],"Import settings from another %1$s installation by pasting them here and clicking \"%2$s\".":["برای درون ریزی تنظیمات %1$s از سایر سایت ها، تنظیماتی که در اختیار دارید را اینجا Paste کنید و روی \"%2$s\" کلیک کنید."],"Your %1$s settings:":["تنظمیات %1$s شما"],"Schema":["طرح (Schema)"],"Twitter uses Open Graph metadata just like Facebook, so be sure to keep the \"Add Open Graph metadata\" setting on the Facebook tab enabled if you want to optimize your site for Twitter.":["توئیتر از متای داده Open Graph مانند فیسبوک استفاده می کند، اگر می خواهید سایتتان برای توئیتر بهینه شود، مطمئن شوید که \"باکس Open Graph در تب فیسبوک\" انتخاب شده باشد."],"Settings saved.":["تنظیمات ذخیره شد"],"Please check the format of the YouTube URL you entered. %s":["لطفا حالت نوشتاری URL یوتیوب که وارد کرده‌اید را بررسی کنید.  %s"],"Please check the format of the Wikipedia URL you entered. %s":["لطفا حالت نوشتاری URL ویکی‌پدیا که وارد کرده‌اید را بررسی کنید.  %s"],"Please check the format of the Pinterest URL you entered. %s":["لطفا حالت نوشتاری URL پینترست که وارد کرده‌اید را بررسی کنید.  %s"],"Please check the format of the MySpace URL you entered. %s":["لطفا حالت نوشتاری URL سرویس MySpace که وارد کرده‌اید را بررسی کنید.  %s"],"Please check the format of the LinkedIn URL you entered. %s":["لطفا حالت نوشتاری URL لینکدین که وارد کرده‌اید را بررسی کنید.  %s"],"Please check the format of the Instagram URL you entered. %s":["لطفا حالت نوشتاری URL اینستاگرام که وارد کرده‌اید را بررسی کنید.  %s"],"Please check the format of the Facebook Page URL you entered. %s":["لطفا حالت نوشتاری URL صفحه فیسبوک که وارد کرده‌اید را بررسی کنید.  %s"],"Dismiss this alert":["رد کردن این هشدار"],"%s does not seem to be a valid Facebook App ID. Please correct.":["به نظر می‌رسد %s شناسۀ برنامۀ کاربردی معتبری برای فیسبوک نیست. لطفاً اصلاح شود."],"The submitted value was: %s":["مقدار ارسال شده: %s"],"Yandex confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["کد تایید Yandex فقط شامل حروف A تا F ، عدد، خط تیره و آندرلاین است. %s"],"Twitter usernames can only contain letters, numbers, and underscores. %s":["نام کاربری توئیترف قط شامل حروف، عدد و آندرلاین است. %s"],"Pinterest confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["کد تایید پینترست فقط شامل حروف A تا F ، عدد، خط تیره و آندرلاین است. %s"],"Bing confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["کد تایید بینگ فقط شامل حروف A تا F ، عدد، خط تیره و آندرلاین است. %s"],"Google verification codes can only contain letters, numbers, hyphens, and underscores. %s":["کد تایید گوگل فقط شامل حرف، عدد، خط تیره و آندرلاین است. %s"],"Baidu verification codes can only contain letters, numbers, hyphens, and underscores. %s":["کد تایید Baidu فقط شامل حرف، عدد، خط تیره و آندرلاین است. %s"],"Show this item.":["نمایش مجدد این مورد."],"Hide this item.":["پنهان کردن این مورد."],"You have %d hidden problem:":["شما %d مشکل پنهان شده دارید:","شما %d مشکل پنهان شده دارید:"],"You have %d hidden notification:":["شما %d اعلان پنهان شده دارید:","شما %d اعلان پنهان شده دارید:"],"Focus keyphrase not set":["عبارت کلیدی اصلی تنظیم نشده است."],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly.":["کلمات زیر بیشتر از سایر موارد در محتوای شما مشاهده می شود. این نشان می دهد که محتوای شما روی چه موضوعی تمرکز دارد. اگر کلمات تفاوت زیادی با موضوع سایت یا فعالیت شما دارند ممکن است بخواهید مطالب خود را مجددا بازنویسی کنید."],"Once you add a bit more copy, we'll give you a list of words that occur the most in the content. These give an indication of what your content focuses on.":["چنانچه کمی بیشتر محتوا ثبت کنید می توانیم لیستی از کلماتی که بیشتر در محتوا تکرار شده است را به شما نمایش دهیم تا متوجه شوید محتوای شما روی چه موضوعی بیشتر تمرکز داشته است."],"The form contains %1$s error. %2$s":["فرم شامل %1$s خطا است. %2$s","فرم شامل %1$s خطا است. %2$s"],"Activate %s for your site on MyYoast":["فعالسازی %s برای سایت شما در MyYoast"],"%d occurrences":["%d وقوع"],"Show blog page in breadcrumbs":["نمایش صفحۀ وبلاگ در سلسله نشانی‌ها"],"We could not find any relevant articles on your website that you could link to from your post.":["متاسفانه نمی توانیم هیچ نوشته مرتبطی از سایت شما پیدا کنیم که بتوانید از این نوشته به آن لینک بدهید. (زبان فارسی فعلا در این قابلیت پشتیبانی نمی شود)"],"%1$sSEO%2$s: %3$s":["%1$sسئو%2$s: %3$s"],"%1$sReadability%2$s: %3$s":["%1$sخوانایی%2$s: %3$s"],"Has feedback":["بازخورد"],"Content optimization:":["بهینه‌سازی محتوا:"],"Posts with the SEO score: %s":["نمره سئوی نوشته ها: %s"],"Person logo / avatar":["لوگو / آواتار شخص"],"%s video tutorial":["ویدئوهای آموزشی %s"],"Post Noindexed":["مطلب Noindexed"],"No Focus Keyphrase":["عبارت کلیدی اصلی تنظیم نشده"],"SEO: %s":["سئو : %s"],"To view your current crawl errors, %1$splease visit Google Search Console%2$s.":["درحال حاضر برای مشاهده خطاهای خزیدن صفحات وب خود لازم است %1$sاز کنسول جستجوی گوگل کمک بگیرید%2$s"],"Google has discontinued its Crawl Errors API. Therefore, any possible crawl errors you might have cannot be displayed here anymore. %1$sRead our statement on this for further information%2$s.":["گوگل سرویس API نمایش خطاهای مربوط به خزیدن در صفحات وب را غیرفعال کرده است. بنابراین این خطاها از این پس در این بخش نمایش داده نخواهند شد.%1$sبرای کسب اطلاعات بیشتر این مقاله را در سایت یواست مطالعه کنید%2$s"],"Get the %s plugin now":["همین حالا افزونه %s را دریافت کنید"],"Truly optimize your site for a local audience with our %s plugin! Optimized address details, opening hours, store locator and pickup option!":["با افزونه %s سایت خود را برای یک کسب و کار محلی بهینه سازی کنید. اطلاعات آدرس بهینه شده برای سئو، ساعت کاری، مکان یاب فروشگاه و تنظیمات تحویل!"],"Serving local customers?":["خدمت رسانی به مشتریان محلی؟"],"Personal info":["اطلاعات شخصی"],"Organization logo":["لوگوی سازمان-شرکت"],"Organization name":["نام سازمان-شرکت"],"Choose whether the site represents an organization or a person.":["انتخاب کنید که این سایت معرف یک شخصیت حقیقی است یا حقوقی؟ \"به عبارت دیگر شخصی است یا شرکتی؟\""],"Knowledge Graph & Schema.org":["Knowledge Graph و Schema.org"],"Organization's social profiles":["پروفایل های شبکه اجتماعی سازمان"],"Organization or person":["شخصی یا شرکتی"],"Organization":["سازمان"],"You have previously set your site to represent a person. We’ve improved our functionality around Schema and the Knowledge Graph, so you should go in and %1$scomplete those settings%2$s.":["شما قبلا یک شخص را به عنوان فردی که این سایت معرفی می کند مشخص کرده اید. ما تنظیمات مربوط به طرح های اسکیما و گراف دانش گوگل (Schema  و Knowledge Graph) را بهبود داده ایم. بنابراین لازم است %1$sتنظیمات مربوطه را تکمیل کنید%2$s."],"(if one exists)":["(اگر وجود داشته باشد)"],"Wikipedia page about you":["صفحه ویکی پدیای که معرف شماست"],"YouTube profile URL":["لینک پروفایل YouTube"],"Tumblr profile URL":["لینک پروفایل Tumblr "],"SoundCloud profile URL":["لینک پروفایل SoundCloud "],"MySpace profile URL":["لینک پروفایل MySpace "],"Uncategorized":["دسته بندی نشده"],"You have selected the user %1$s as the person this site represents. Their user profile information will now be used in search results. %2$sUpdate their profile to make sure the information is correct.%3$s":["شما شخص %1$s را به عنوان فردی که این سایت معرفی می کند مشخص کرده اید. هم اکنون اطلاعات پروفایل کاربر در نتایج جستجو نمایش داده می شود. %2$sاطلاعات پروفایل کاربر را بروزرسانی کنید تا مطمئن شوید اطلاعات درستی نمایش داده می شود%3$s"],"Please select a user below to make your site's meta data complete.":["لطفا یک کاربر زیر را انتخاب کنید تا داده های متای سایت شما کامل شود."],"Select a user...":["انتخاب یک کاربر..."],"If a Wikipedia page for you or your organization exists, add it too.":["اگر یک صفحه ویکی پدیا برای سایت شخصی یا شرکتی شما وجود دارد آن را نیز اضافه کنید."],"Pinterest profile URL":["لینک پروفایل Pinterest"],"LinkedIn profile URL":["لینک پروفایل LinkedIn "],"Instagram profile URL":["لینک پروفایل Instagram "],"No JSON object was returned.":["No JSON object was returned."],"Received internal links":["لینک های داخلی دریافت شده (لینک از سایر محتوا)"],"Outgoing internal links":["لینک های داخلی خروجی (لینک به سایر محتوا)"],"New step added":["مرحله جدید اضافه شد"],"New question added":["سوال جدید اضافه شد"],"Keyphrase":["عبارت کلیدی"],"For this feature to work, %1$s needs to create a table in your database. We were unable to create this table automatically.":["برای اینکه این قابلیت کار کند، %1$s نیازمند ساخت جدولی در پایگاه داده است. ما قادر به ساخت این جدول به صورت خودکار نبودیم."],"Cannot get the size of %1$s because of unknown reasons.":["به دلایل نا مشخصی قادر به دریافت حجم %1$s نیست."],"Cannot get the size of %1$s because it is hosted externally.":["قادر به دریافت حجم %1$s نیست زیرا خارج از هاست شما میزبانی شده است."],"Page %s":["برگه %s"],"%3$sImage Keyphrase%5$s: Out of %2$d images on this page, %1$d have alt attributes with words from your keyphrase or synonyms. That's a bit much. %4$sOnly include the keyphrase or its synonyms when it really fits the image%5$s.":["%3$sعبارت کلیدی در تصاویر%5$s: از مجموع %2$d تصویر موجود در این برگه، تعداد %1$d تصویر خصیصه alt که شامل عبارت کلیدی یا مترادف های آن باشد را دارند. این تعداد کمی زیاد است. %4$sعبارت کلیدی یا مترادف های آن را فقط به تصاویری که دقیقا با این عبارت ها مرتبط هستند اختصاص دهید%5$s."],"%3$sImage Keyphrase%5$s: Out of %2$d images on this page, only %1$d has an alt attribute that reflects the topic of your text. %4$sAdd your keyphrase or synonyms to the alt tags of more relevant images%5$s!":["%3$sعبارت کلیدی در تصاویر%5$s: از مجموع %2$d تصویر در این برگه، فقط %1$d تصویر دارای خصیصه alt تاثیرگذار روی محتوای شما است. .%4$sعبارت کلیدی یا مترادف های آن را به خصیصه alt تصاویر مرتبط اضافه کنید.%5$s.","%3$sویژگی Alt تصاویر%5$s: از مجموع %2$d تصویر در این برگه، فقط %1$d تصویر دارای خصیصه alt تاثیرگذار روی محتوای شما است. .%4$sعبارت کلیدی یا مترادف های آن را به خصیصه alt تصاویر مرتبط اضافه کنید.%5$s."],"%1$sImage Keyphrase%3$s: Images on this page do not have alt attributes that reflect the topic of your text. %2$sAdd your keyphrase or synonyms to the alt tags of relevant images%3$s!":["%1$sعبارت کلیدی در تصاویر%3$s: تصاویر موجود در این برگه خصیصه alt را که مرتبط با محتوای شما باشد ندارد.%2$sعبارت کلیدی یا مترادف های آن را به خصیصه alt تصاویر مرتبط اضافه کنید.%3$s."],"%1$sImage Keyphrase%3$s: Images on this page have alt attributes, but you have not set your keyphrase. %2$sFix that%3$s!":["%1$sعبارت کلیدی در تصاویر%3$s: تصاویر موجود در این برگه خصیصه alt را دارد اما شامل عبارت کلیدی شما نیست. %2$sمشکل را رفع کنید%3$s."],"%1$sKeyphrase in subheading%2$s: %3$s of your H2 and H3 subheadings reflects the topic of your copy. Good job!":["%1$sعبارت کلیدی در زیر عنوان ها%2$s: %3$s مورد از زیر عنوان های سطح بالای H2 و H3 شما روی موضوع محتوا تمرکز دارند. کارتون عالیه!","%1$sعبارت کلیدی در زیر عنوان ها%2$s: %3$s مورد از زیر عنوان های سطح بالای H2 و H3 شما روی موضوع محتوا تمرکز دارند. کارتون عالیه!"],"%1$sKeyphrase in subheading%2$s: Your H2 or H3 subheading reflects the topic of your copy. Good job!":["%1$sعبارت کلیدی در زیر عنوان ها%2$s: زیر عنوان های سطح بالای H2 و H3 شما روی موضوع محتوا تمرکز دارند. کارتون عالیه!"],"%1$sKeyphrase in subheading%3$s: More than 75%% of your H2 and H3 subheadings reflect the topic of your copy. That's too much. %2$sDon't over-optimize%3$s!":["%1$sعبارت کلیدی در زیر عنوان ها%3$s: بیشتر از 75%% از زیر عنوان های سطح بالای H2 و H3 شما روی موضوع محتوا تمرکز دارند. این میزان تمرکز کمی زیاد است! %2$sزیادی بهینه سازی نکنید%3$s!"],"%1$sKeyphrase in subheading%3$s: %2$sUse more keyphrases or synonyms in your H2 and H3 subheadings%3$s!":["%1$sعبارت کلیدی در زیر عنوان ها%3$s: %2$sکمی بیشتر، از عبارت کلیدی یا مترادف های آن در زیرعنوان های سطح بالاتر H2 و H3 در محتوای خود استفاده کنید%3$s."],"Method %1$s() does not exist in class %2$s":["متود %1$s() در کلاس %2$s وجود ندارد"],"%1$sSingle title%3$s: H1s should only be used as your main title. Find all H1s in your text that aren't your main title and %2$schange them to a lower heading level%3$s!":["%1$sعنوان تکی%3$s: زیرعنوان های H1 فقط باید برای عنوان اصلی شما استفاده شوند. تمام زیرعنوان های H1 که عنوان اصلی محتوای شما نیستند را پیدا کنید و %2$sآنها را به زیرعنوان هایی در سطح پایین تر مثل H2  تا H6 تغییر دهید%3$s!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's way more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["%1$sتراکم عبارت کلیدی%2$s: عبارت کلیدی %5$d مرتبه پیدا شد که بسیار بیشتر از حداکثر مقدار توصیه شده‌ معادل %3$d مرتبه برای محتوایی با این طول متن است. %4$sزیادی بهینه سازی نکنید%2$s!","%1$sتراکم عبارت کلیدی%2$s: عبارت کلیدی %5$d مرتبه پیدا شد که بسیار بیشتر از حداکثر مقدار توصیه شده‌ معادل %3$d مرتبه برای محتوایی با این طول متن است. %4$sزیادی بهینه سازی نکنید%2$s!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["%1$sتراکم عبارت کلیدی%2$s: عبارت کلیدی %5$d مرتبه پیدا شد که بیشتر از حداکثر مقدار توصیه شده‌ معادل %3$d مرتبه برای محتوایی با این طول متن است. %4$sزیادی بهینه سازی نکنید%2$s!","%1$sتراکم عبارت کلیدی%2$s: عبارت کلیدی %5$d مرتبه پیدا شد که بیشتر از حداکثر مقدار توصیه شده‌ معادل %3$d مرتبه برای محتوایی با این طول متن است. %4$sزیادی بهینه سازی نکنید%2$s!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %3$d time. This is great!":["%1$sتراکم عبارت کلیدی%2$s: عبارت کلیدی %3$d مرتبه پیدا شد. خیلی خوبه!","%1$sتراکم عبارت کلیدی%2$s: عبارت کلیدی %3$d بار پیدا شد. خیلی خوبه!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":["%1$sتراکم عبارت کلیدی%2$s: عبارت کلیدی %5$d مرتبه پیدا شد. این از حداقل %3$d مرتبه برای محتوایی با این طول متن کمتر است. %4$sروی عبارت کلیدی بیشتر تمرکز کنید%2$s!","%1$sتراکم عبارت کلیدی%2$s: عبارت کلیدی %5$d مرتبه پیدا شد. این از حداقل %3$d مرتبه برای محتوایی با این طول متن کمتر است. %4$sروی عبارت کلیدی بیشتر تمرکز کنید%2$s!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found 0 times. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":["%1$sتراکم عبارت کلیدی%2$s: عبارت کلیدی اصلا در محتوای شما وجود ندارد. این از حداقل %3$d مرتبه برای محتوایی با این طول متن کمتر است. %4$sروی عبارت کلیدی بیشتر تمرکز کنید%2$s!"],"With %s, you can easily create such redirects.":["با Yoast SEO Premium ارائه شده در سایت ژاکت، میتوانید براحتی لینک های بازگشتی ایجاد کنید."],"Import of settings is only supported on servers that run PHP 5.3 or higher.":["درون ریزی تنظیمات فقط روی سرورهایی پشتیبانی می شود که از PHP نسخه 5.3 و بالاتر استفاده می کنند."],"Export your %1$s settings here, to copy them on another site.":["از اینجا تنظیمات %1$s را برون بری کنید تا بتوانید آنها را در سایت های دیگر وارد کنید."],"Improve sharing on Facebook and Pinterest":["بهبود اشتراک گذاری در فیسبوک و پینترست"],"No settings found.":["هیچ تنظیماتی یافت نشد."],"These are settings for the %1$s plugin by %2$s":["این تنظیمات برای افزونه %1$s توسط %2$s است"],"Copy all these settings to another site's %1$s tab and click \"%1$s\" there.":["تمام این تنظیمات را در تب %1$s سایت دیگر خود کپی کنید و روی \"%1$s\" کلیک کنید."],"You do not have the required rights to export settings.":["شما مجوز لازم برای برون بری تنظیمات را ندارید"],"Google Ads":["آگهی های گوگل"],"Not showing the date archives in the search results technically means those will have a %1$s robots meta. %2$sMore info on the search results settings%3$s.":["عدم نمایش بایگانی های مبتنی بر تاریخ در نتایج جستجو به صورت فنی به این معناست که آنها دارای یک متای ربات %1$s هستند و از نقشه های سایت مستثنی خواهند شد. %2$sکسب اطلاعات بیشتر درباره تنظیمات نتایج جستجو%3$s."],"Upgrade to %s":["ارتقا به %s"],"Learn about why permalinks are important for SEO.":["چرا پیوندهای یکتا برای سئوی سایت مهم است؟"],"Changing your permalinks settings can seriously impact your search engine visibility. It should almost %1$s never %2$s be done on a live website.":["تغییر تنظیمات پیوندهای یکتا می تواند به شدت نمایش سایت شما در موتورهای جستجو را تحت تاثیر قرار دهد. این کار %1$s هرگز نباید %2$s روی یک سایت فعال انجام شود."],"WARNING:":["هشدار:"],"%4$sPreviously used keyphrase%6$s: You've used this keyphrase %1$s%2$d times before%3$s. %5$sDo not use your keyphrase more than once%6$s.":["%4$sعبارت کلیدی مصرف شده%6$s: این عبارت کلیدی %1$sقبلا %2$d مرتبه استفاده شده%3$s. %5$sبیشتر از یک مرتبه از هر عبارت کلیدی استفاده نکنید%6$s."],"%3$sPreviously used keyphrase%5$s: You've used this keyphrase %1$sonce before%2$s. %4$sDo not use your keyphrase more than once%5$s.":["%3$sعبارت کلیدی مصرف شده%5$s: این عبارت کلیدی %1$sقبلا یک مرتبه استفاده شده%2$s. %4$sبیشتر از یک مرتبه از هر عبارت کلیدی استفاده نکنید%5$s."],"%1$sPreviously used keyphrase%2$s: You've not used this keyphrase before, very good.":["%1$sعبارت کلیدی مصرف شده%2$s: قبلا از این عبارت کلیدی استفاده نشده. خیلی خوبه!"],"%1$sKeyphrase in slug%2$s: More than half of your keyphrase appears in the slug. That's great!":["%1$sعبارت کلیدی در نامک%2$s: بیش از نیمی از عبارت کلیدی در نامک نیز وجود دارد. خیلی خوبه!"],"%1$sKeyphrase in slug%3$s: (Part of) your keyphrase does not appear in the slug. %2$sChange that%3$s!":["%1$sعبارت کلیدی در نامک%3$s: (بخشی از) عبارت کلیدی در نامک وجو دندارد. %2$sنامک را تغییر دهید%3$s!"],"%1$sKeyphrase in slug%2$s: Great work!":["%1$sعبارت کلیدی در نامک%2$s: عالیه!"],"%1$sImages%3$s: No images appear on this page. %2$sAdd some%3$s!":["%1$sتصاویر%3$s: هیچ تصویری در این صفحه وجود ندارد. %2$sکمی تصویر اضافه کنید%3$s!"],"%1$sLink keyphrase%3$s: You're linking to another page with the words you want this page to rank for. %2$sDon't do that%3$s!":["%1$sلینک عبارت کلیدی%3$s: شما به برگه دیگری با عبارت کلیدی لینک کرده اید. اگر عبارت کلیدی شما همین است که ثبت کرده اید باید فقط آن را برای همین برگه لحاظ کنید و لینک کردن آن به یک برگه دیگر اشتباه است. برای افزایش امتیاز سئوی این برگه روی این کلمه کلیدی، لطفا کلمه کلیدی دیگری را به برگه موردنظرتان لینک کنید. %2$sاین کار را نکنید%3$s!"],"%2$sText length%3$s: The text contains %1$d %4$s. Good job!":["%2$sطول محتوا%3$s: متن شامل %1$d %4$s است. خوبه!"],"%1$sSEO title width%3$s: %2$sPlease create an SEO title%3$s.":["%1$sطول عنوان سئو%3$s: %2$sلطفا یک عنوان سئو ایجاد کنید%3$s."],"%1$sSEO title width%3$s: The SEO title is wider than the viewable limit. %2$sTry to make it shorter%3$s.":["%1$sطول عنوان سئو%3$s: عنوان سئو از محدوده قابل مشاهده بزرگتر می باشد. %2$sعنوان را کوتاه تر کنید%3$s."],"%1$sSEO title width%2$s: Good job!":["%1$sطول عنوان سئو%2$s: کارتون خوبه!"],"%1$sSEO title width%3$s: The SEO title is too short. %2$sUse the space to add keyphrase variations or create compelling call-to-action copy%3$s.":["%1$sطول عنوان سئو%3$s: عنوان SEO خیلی کوتاه است. %2$sاز فضای موجود برای نوشتن حالت های مختلف عبارت کلیدی استفاده کنید یا یک Call To Action متقاعد کننده شامل عبارت کلیدی را در عنوان سئو اضافه کنید%3$s."],"%1$sOutbound links%2$s: There are both nofollowed and normal outbound links on this page. Good job!":["%1$sلینک های خروجی%2$s: لینک های خروجی شما در این صفحه هم از نوع nofollowed هستند و هم از نوع معمولی. آفرین!"],"%1$sOutbound links%2$s: Good job!":["%1$sلینک های خروجی%2$s: خیلی خوبه!"],"%1$sOutbound links%3$s: All outbound links on this page are nofollowed. %2$sAdd some normal links%3$s.":["%1$sلینک های خروجی%3$s: تمام لینک های خروجی در این برگه از نوع nofollowed هستند. %2$sچند لینک معمولی اضافه کنید%3$s."],"%1$sOutbound links%3$s: No outbound links appear in this page. %2$sAdd some%3$s!":["%1$sلینک های خروجی%3$s: هیچ لینک خروجی در این صفحه دیده نمی شود، %2$sچند لینک مناسب اضافه کنید%3$s."],"%1$sMeta description length%2$s: Well done!":["%1$sطول متای توضیحات%2$s: عالیه!"],"%1$sMeta description length%3$s: The meta description is over %4$d characters. To ensure the entire description will be visible, %2$syou should reduce the length%3$s!":["%1$sطول متای توضیحات%3$s: متای توضیحات بیش تر از %4$d حرف است. کوتاه تر کردن توضیحات به شما این اطمینان را می دهد که توضیحات به طور کامل قابل مشاهده باشند. %2$sمتای توضیحات را باید کمتر کنید%3$s"],"%1$sMeta description length%3$s: The meta description is too short (under %4$d characters). Up to %5$d characters are available. %2$sUse the space%3$s!":["%1$sطول متای توضیحات%3$s: طول متای توضیحات خیلی کوتاه است (کمتر از %4$d حرف است). به هر حال حداکثر %5$d حرف مجاز است. %2$s از این فضای موجود استفاده کنید%3$s!"],"%1$sMeta description length%3$s:  No meta description has been specified. Search engines will display copy from the page instead. %2$sMake sure to write one%3$s!":["%1$sطول متای توضیحات%3$s: متای توضیحات مشخص نشده است. موتور های جستجو قسمتی از متن صفحه را به جای آن نشان خواهند داد. %2$sحتما متای توضیحات را بنویسید%3$s!"],"%1$sKeyphrase in meta description%2$s: The meta description has been specified, but it does not contain the keyphrase. %3$sFix that%4$s!":["%1$sعبارت کلیدی در توضیحات متا%2$s: متای توضیحات مشخص شده است، اما عبارت کلیدی را شامل نمی شود. %3$sمشکل را رفع کنید%4$s!"],"%1$sKeyphrase in meta description%2$s: The meta description contains the keyphrase %3$s times, which is over the advised maximum of 2 times. %4$sLimit that%5$s!":["%1$sعبارت کلیدی در متای توضیحات%2$s: در متای توضیحات %3$s مرتبه عبارت کلیدی تکرار شده است که بیش از مقدار حداکثری دو مرتبه است. %4$sتکرار را کمتر کنید%5$s!"],"%1$sKeyphrase in meta description%2$s: Keyphrase or synonym appear in the meta description. Well done!":["%1$sعبارت کلیدی در متای توضیحات%2$s: عبارت کلیدی یا مترادف آن در متای توضیحات وجود دارد. خیلی خوبه!"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's way more than the recommended maximum of %2$d %6$s. %4$sMake it shorter%5$s!":["%3$sطول عبارت کلیدی%5$s: طول عبارت کلیدی %1$d %6$s است که این مقدار خیلی بیشتر از حداکثر توصیه شده %2$d %6$s است. %4$sحتما آن را کوتاه تر کنید%5$s!"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's more than the recommended maximum of %2$d %6$s. %4$sMake it shorter%5$s!":["%3$sطول عبارت کلیدی%5$s: طول عبارت کلیدی %1$d %6$s است که این مقدار بیشتر از حداکثر توصیه شده %2$d %6$s است. %4$sحتما آن را کوتاه تر کنید%5$s!"],"%1$sKeyphrase length%2$s: Good job!":["%1$sطول عبارت کلیدی%2$s: عالیه!"],"%1$sKeyphrase length%3$s: No focus keyphrase was set for this page. %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$sطول عبارت کلیدی%3$s: هیچ عبارت کلیدی ای برای این برگه مشخص نشده. %2$sیک عبارت کلیدی مشخص کنید تا امتیاز سئو را بررسی کنیم%3$s."],"%1$sKeyphrase length%3$s: %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$sطول عبارت کلیدی%3$s: %2$sیک عبارت کلیدی مشخص کنید تا امتیاز سئوی محتوا را بررسی کنیم%3$s."],"%1$sKeyphrase distribution%2$s: Good job!":["%1$sتوزیع عبارت کلیدی%2$s: کارتون خوبه!"],"%1$sKeyphrase distribution%3$s: Uneven. Some parts of your text do not contain the keyphrase or its synonyms. %2$sDistribute them more evenly%3$s.":["%1$sتوزیع عبارت کلیدی%3$s: نامناسب. قسمت هایی از محتوای شما کلیدواژه کانونی یا مترادف های آن را شامل نمی شود. %2$sسعی کنید توزیع کلیدواژه را مناسب تر کنید%3$s."],"%1$sKeyphrase distribution%3$s: Very uneven. Large parts of your text do not contain the keyphrase or its synonyms. %2$sDistribute them more evenly%3$s.":["%1$sتوزیع عبارت کلیدی%3$s: بسیار نامناسب. بخش های زیادی از محتوای شما کلیدواژه کانونی یا مترادف های آن را شامل نمی شود. %2$sسعی کنید توزیع کلیدواژه را مناسب تر کنید%3$s."],"%1$sKeyphrase distribution%3$s: %2$sInclude your keyphrase or its synonyms in the text so that we can check keyphrase distribution%3$s.":["%1$sتوزیع عبارت کلیدی%3$s: %2$sاز کلیدواژه کانونی یا مترادف های آن بیشتر در محتوای خود استفاده کنید تا ما بتوانیم توزیع کلیدواژه را بررسی کنیم%3$s."],"%1$sKeyphrase in introduction%3$s: Your keyphrase or its synonyms do not appear in the first paragraph. %2$sMake sure the topic is clear immediately%3$s.":["%1$sعبارت کلیدی در مقدمه%3$s:کلید واژه کانونی یا مترادف های آن در اولین پاراگراف، ظاهر نمی شود. اطمینان حاصل کنید که کلید واژه کانونی در %2$sابتدای متن توضیحات شما داخل یک پاراگراف ساده از نوع بند%3$s درج شده است. ترجمه توسط دیجیراتی - فروش انحصاری در ژاکِت"],"%1$sKeyphrase in introduction%3$s: Your keyphrase or its synonyms appear in the first paragraph of the copy, but not within one sentence. %2$sFix that%3$s!":["%1$sعبارت کلیدی در مقدمه%3$s: عبارت کلیدی شما یا مترادف های آن در پاراگراف اول متن مشاهده می شود اما در یک جمله نیست. %2$sمشکل را رفع کنید%3$s!"],"%1$sKeyphrase in introduction%2$s: Well done!":["%1$sعبارت کلیدی در مقدمه%2$s: خیلی خوبه!"],"%1$sInternal links%2$s: There are both nofollowed and normal internal links on this page. Good job!":["%1$sلینک های داخلی%2$s: لینک های داخلی شما در این صفحه هم از نوع nofollowed هستند و هم از نوع معمولی. آفرین."],"%1$sInternal links%2$s: You have enough internal links. Good job!":["%1$sلینک های داخلی%2$s: به تعداد کافی لینک داخلی دارید. خیلی خوبه!"],"%1$sInternal links%3$s: The internal links in this page are all nofollowed. %2$sAdd some good internal links%3$s.":["%1$sلینک های داخلی%3$s: تمام لینک های داخلی در این صفحه از نوع nofollowed هستند. %2$sکمی لینک داخلی خوب اضافه کنید%3$s."],"%1$sInternal links%3$s: No internal links appear in this page, %2$smake sure to add some%3$s!":["%1$sلینک های داخلی%3$s: هیچ لینک داخلی در این صفحه ظاهر نمی شود، %2$sبهتر است چند مورد را اضافه کنید%3$s."],"%1$sFunction words in keyphrase%3$s: Your keyphrase \"%4$s\" contains function words only. %2$sLearn more about what makes a good keyphrase.%3$s":["%1$sکلمات کاربردی در عبارت کلیدی%3$s: عبارت کلیدی  \"%4$s\" فقط شامل کلمات کاربردی همانند my, to, of, very  است. %2$sچطور یک عبارت کلیدی خوب ایجاد کنید؟%3$s"],"%1$sTransition words%2$s: Well done!":["%1$sکلمات و حروف ربط%2$s: آفرین!"],"%1$sTransition words%2$s: Only %3$s of the sentences contain transition words, which is not enough. %4$sUse more of them%2$s.":["%1$sکلمات و حروف ربط%2$s: فقط %3$s از جملات حاوی کلمه یا حرف ربط است که کافی نیست. %4$sکمی بیشتر استفاده کنید%2$s."],"%1$sTransition words%2$s: None of the sentences contain transition words. %3$sUse some%2$s.":["%1$sکلمات و حروف ربط%2$s: هیچ یک از جملات شما شامل حروف اضافه یا ربط نیست. %3$sکمی استفاده کنید%2$s."],"%1$sNot enough content%2$s: %3$sPlease add some content to enable a good analysis%2$s.":["%1$sمحتوا کافی نیست%2$s: شما متن بسیار کمی دارید، %3$sلطفا محتویاتی به متن اضافه کنید ،تا بتوان تحلیل خوبی انجام داد%2$s."],"%1$sSubheading distribution%2$s: You are not using any subheadings, but your text is short enough and probably doesn't need them.":["%1$sتوزیع زیرعنوان ها%2$s: شما از هیچ زیر عنوان یا SubHeading استفاده نکرده اید، اما متن شما به اندازه کافی کوتاه است و به آن نیاز ندارید."],"%1$sSubheading distribution%2$s: You are not using any subheadings, although your text is rather long. %3$sTry and add some subheadings%2$s.":["%1$sتوزیع زیرعنوان ها%2$s: متن شما نسبتا طولانی است اما شما از هیچ زیرعنوانی استفاده نکرده اید. %3$sسعی کنید چندزیر عنوان یا همان Subheading به متن اضافه کنید%2$s."],"%1$sSubheading distribution%2$s: %3$d section of your text is longer than %4$d %6$s and is not separated by any subheadings. %5$sAdd subheadings to improve readability%2$s.":["%1$sتوزیع زیرعنوان ها%2$s: %3$dپاراگراف از متن شما بیشتر از %4$d %6$s است و توسط هیچ زیرعنوانی به چند بخش تقسیم نشده است. %5$sبرای بهبود خوانایی متن زیر عنوان یا همان Subheading ها را اضافه کنید%2$s.","%1$sتوزیع زیرعنوان ها%2$s: %3$dپاراگراف از متن شما بیشتر از %4$d %6$s است و توسط هیچ زیرعنوانی به چند بخش تقسیم نشده است. %5$sبرای بهبود خوانایی متن زیر عنوان یا همان Subheading ها را اضافه کنید%2$s."],"%1$sSubheading distribution%2$s: Great job!":["%1$sتوزیع زیرعنوان ها%2$s: عالیه!"],"%1$sSentence length%2$s: %3$s of the sentences contain more than %4$s %7$s, which is more than the recommended maximum of %5$s. %6$sTry to shorten the sentences%2$s.":["%1$sطول جمله%2$s: %3$s از جمله ها حاوی بیش از %4$s %7$s هستند، که این مقدار بیش از حداکثر پیشنهادی %5$s مورد است. %6$sجملات را کوتاه‌تر کنید%2$s."],"%1$sSentence length%2$s: Great!":["%1$sطول جملات%2$s: عالیه!"],"%1$sConsecutive sentences%2$s: There is enough variety in your sentences. That's great!":["%1$sجملات پیوسته%2$s: تنوع کافی در جملات شما وجود دارد. خیلی خوبه!"],"%1$sConsecutive sentences%2$s: The text contains %3$d consecutive sentences starting with the same word. %5$sTry to mix things up%2$s!":["%1$sجملات پیوسته%2$s: متن شما در %3$d مورد شامل جملات متوالی ای هست که با کلمات یکسان شروع شده اند. %5$sسعی کنید این جملات را با هم ترکیب کنید%2$s. ","%1$sجملات پیوسته%2$s: متن شما در %4$d مورد شامل جملات متوالی ای هست که %3$d یا بیشتر این جملات با کلمات یکسان شروع شده اند. %5$sسعی کنید این جملات را با هم ترکیب کنید%2$s. "],"%1$sPassive voice%2$s: %3$s of the sentences contain passive voice, which is more than the recommended maximum of %4$s. %5$sTry to use their active counterparts%2$s.":["%1$sصداهای مجهول%2$s: %3$s از جمله ها حاوی %2$s مجهول %3$s است، که بیشتر از حداکثر پیشنهادی %4$s است. %5$sسعی کنید صداهای رایج را استفاده کنید%2$s."],"%1$sPassive voice%2$s: You're using enough active voice. That's great!":["%1$sصداهای مجهول%2$s: به اندازه کافی از صداهای رایج استفاده کردید. خیلی خوبه!"],"%1$sParagraph length%2$s: %3$d of the paragraphs contains more than the recommended maximum of %4$d %6$s. %5$sShorten your paragraphs%2$s!":["%1$sطول پاراگراف%2$s:  %3$d از پاراگراف ها حاوی بیش از حداکثر پیشنهادی %4$d %6$s است. %5$sپاراگراف ها را کوتاه تر کنید%2$s","%1$sطول پاراگراف%2$s:  %3$d از پاراگراف ها حاوی بیش از حداکثر پیشنهادی %4$d %6$s است. %5$sپاراگراف ها را کوتاه تر کنید%2$s"],"%1$sParagraph length%2$s: None of the paragraphs are too long. Great job!":["%1$sطول پاراگراف%2$s: هیچ کدام از پاراگراف های شما خیلی طولانی نیستند، بسیار عالی است."],"Good job!":["کارتون خوب بود!"],"Focus keyphrase":["عبارت کلیدی اصلی"],"Help on choosing the perfect focus keyphrase":["کمک در انتخاب بهترین عبارت کلیدی"],"Would you like to add a related keyphrase?":["تمایل دارید عبارت کلیدی مرتبط هم اضافه کنید؟"],"Go %s!":["برو %s!"],"Did you know %s also analyzes the different word forms of your keyphrase, like plurals and past tenses?":["آیا می دانید %s حالت های مختلف نوشتن عبارت های کلیدی شبیه زمان حال یا گذشته جملات را نیز آنالیز می کند؟ "],"Check Keyphrase Density":["بررسی تراکم کلمه کلیدی"],"Disable":["غیرفعال"],"Allow Control":["احازه کنترل"],"This tab allows you to selectively disable %s features for all sites in the network. By default all features are enabled, which allows site admins to choose for themselves if they want to toggle a feature on or off for their site. When you disable a feature here, site admins will not be able to use that feature at all.":["این زبانه به شما اجازه می‌دهد که ویژگی‌های %s را برای همه سایت‌های شبکه غیرفعال کنید. به طور پیش‌فرض تمام ویژگی‌ها فعال می‌باشند، که مدیران سایت می‌توانند خود آن‌ها را انتخاب کنند یا اگر می‌خواهند یکی را برای سایت خود تغییر دهند یا خاموش کنند. هنگامی که یک ویژگی را غیرفعال کنید، مدیران سایت نمی‌توانند از همه ویژگی‌ها استفاده کنند."],"Rank better with synonyms & related keyphrases":["رتبه بهتر گوگل با مترادف ها و عبارت های کلیدی مرتبط"],"optimize a single post for synonyms and related keyphrases.":["بهینه سازی نوشته تکی برای مترادف ها و عبارت های کلیدی مرتبط"],"%s is a required feature toggle argument.":["%s یکی از ویژگی های مورد نیاز است."],"Synonyms & related keyphrases":["مترادف ها و عبارت های کلیدی مرتبط"],"Add related keyphrase":["افزودن عبارت کلیدی مرتبط"],"Remove keyphrase":["حذف عبارت کلیدی"],"Keyphrase:":["عبارت کلیدی:"],"This feature has been disabled by the network admin.":["این ویژگی توسط مدیر شبکه غیرفعال شده است."],"Clear Image":["پاک کردن تصویر"],"Multiple keyphrases":["کلمات کلیدی متعدد"],"Focus keyphrase not set.":["عبارت کلیدی اصلی تنظیم نشده است."],"Get %s":["هم اکنون %s را دریافت کنید"],"Optional. Customize how you want to describe the duration of the instruction":["اختیاری. اینکه چطور می خواهید مدت زمان آموزش را شرح دهید سفارشی سازی کنید."],"Describe the duration of the instruction:":["مدت زمان آموزش را شرح دهید:"],"Learn more about the readability analysis":["درباره تجزیه و تحلیل خوانایی بیشتر بدانید."],"Readability analysis:":["تجزیه و تحلیل خوانایی:"],"There is a new notification.":["اعلان جدیدی وجود دارد.","اعلان های جدیدی وجود دارد."],"Colon":["دونقطه"],"Both %1$s and %2$s manage the SEO of your site. Running two SEO plugins at the same time is detrimental.":["هر دوی %1$s و %2$s به مدیریت سئوی سایت می پردازند. استفاده از دو پلاگین سئو به صورت همزمان بسیار مضر و آسیب رسان است."],"%s, %s and %s":["%s, %s و %s"],"%s and %s":["%s و %s"],"%d minute":["%d دقیقه","%d دقیقه"],"%d hour":["%d ساعت","%d ساعت"],"%d day":["%d روز","%d روز"],"Enter a step title":["عنوان مرحله را وارد کنید"],"Optional. This can give you better control over the styling of the steps.":["اختیاری. به کمک کلاس های سی اس اس می توانید کنترل بیشتری روی نحوه نمایش مراحل داشته باشید."],"CSS class(es) to apply to the steps":["کلاس (های) CSS برای اعمال روی مراحل"],"minutes":["دقیقه"],"hours":["ساعت"],"days":["روز"],"Create a How-to guide in an SEO-friendly way. You can only use one How-to block per post.":["راهنمای قدم به قدم خود را در یک مدل مناسب سئو فهرست کنید. شما فقط می توانید از یک بلوک راهنمای قدم به قدم برای هر پست استفاده کنید."],"List your Frequently Asked Questions in an SEO-friendly way. You can only use one FAQ block per post.":["لیست سوالات متداول خود را در یک مدل مناسب سئو فهرست کنید. شما فقط می توانید از یک بلوک سوالات متداول برای هر پست استفاده کنید."],"Copy error":["خطای کپی"],"An error occurred loading the %s primary taxonomy picker.":["خطایی در بارگذاری انتخابگر تگ %s رخ داده است"],"%1$s Structured Data Blocks":["بلوک های داده ساختار یافته %1$s"],"Time needed:":["زمان مورد نیاز:"],"Move question down":["انتقال به پایین"],"Move question up":["انتقال به بالا"],"Insert question":["درج سوال"],"Delete question":["حذف سوال"],"Enter the answer to the question":["پاسخ به این سوال را وارد کنید"],"Enter a question":["سوال را وارد کنید"],"Add question":["اضافه کردن سوال"],"Frequently Asked Questions":["سوالات متداول"],"Great news: you can, with %s!":["خبر خوب: شما می توانید، با %1$s!"],"(Opens in a new browser window)":["(باز شدن در پنجره جدید مرورگر)"],"Select the primary %s":["انتخاب اصلی %s"],"Check links to this URL":["بررسی پیوندها به این URL"],"Keyword research training":["پژوهش کلمه کلیدی"],"Are you trying to use multiple keyphrases? You should add them separately below.":["آیا می خواهید از چند کلمه کلیدی استفاده کنید؟ شما باید آنها را به صورت جداگانه در زیر اضافه کنید."],"Mark as cornerstone content":["نشانه گذاری به عنوان مقاله بنیاد محتوا (cornerstone)"],"Move step down":["انتقال به پایین"],"Move step up":["انتقال به بالا"],"Insert step":["افزودن مرحله"],"Delete step":["حذف مرحله"],"Add image":["افزودن تصویر"],"Enter a step description":["توضیحات مرحله را وارد کنید"],"Enter a description":["توضیحات را وارد کنید"],"Unordered list":["لیست نامرتب"],"Showing step items as an ordered list.":["نمایش آیتم های مراحل به صورت لیست مرتب"],"Showing step items as an unordered list":["نمایش آیتم های مراحل به صورت لیست نامرتب"],"Add step":["افزودن مرحله"],"Delete total time":["حذف زمان کل"],"Add total time":["افزودن زمان کل"],"How to":["چگونه"],"How-to":["چگونه"],"Analysis results":["نتایج تجزیه و تحلیل:"],"Enter a focus keyphrase to calculate the SEO score":["یک عبارت کلیدی وارد کنید تا امتیاز سئو محاسبه شود"],"Learn more about Cornerstone Content.":["درباره مقالات بنیاد محتوا (Cornerstone) بیشتر بدانید."],"Cornerstone content should be the most important and extensive articles on your site.":["مقالات بنیاد محتوا (Cornerstone)، باید کاملترین و بهترین مقالات سایت شما باشند."],"Restore Site":["بازگرداندن سایت"],"Network Settings":["تنظیمات شبکه"],"You are not allowed to perform this action.":["شما مجاز به اجرای این عمل نیستید."],"Error: %s":["خطا: %s"],"Success: %s":["موفقیت: %s"],"Site with ID %d not found.":["سایت با شناسه %d یافت نشد."],"No site has been selected to restore.":["هیچ سایتی برای بازیابی انتخاب نشده است."],"You are not allowed to modify unregistered network settings.":["شما مجاز به تغییر تنظیمات شبکه ثبت نشده نیستید."],"deleted":["حذف شد"],"Would you like to add another keyphrase?":["می خواهید کلمات کلیدی دیگری هم اضافه کنید؟"],"Copied!":["کپی شده!"],"Not supported!":["متاسفانه یکی از رده‌های داده شده توسط این نوع نوشته پشتیبانی نمی‌شود."],"{{a}}Read our article about site structure{{/a}} to learn more about how internal linking can help improve your SEO.":["مقاله ما درباره {{a}}ساختار سایت{{/a}} را مطالعه کنید تا بدانید لینک های داخلی چگونه روی سئوی سایت شما تاثیر گذار هستند."],"Consider linking to these {{a}}cornerstone articles:{{/a}}":["فراموش نکنید که به این {{a}}مقالات بنیاد محتوا{{/a}} لینک بدهید:"],"Consider linking to these articles:":["فراموش نکنید به این مقالات لینک بدهید:"],"Copy link":["کپی لینک"],"Copy link to suggested article: %s":["کپی کردن لینک مقاله پیشنهادی: %s"],"Read our %1$sultimate guide to keyword research%2$s to learn more about keyword research and keyword strategy.":["راهنمای  %1$sتحقیق راجع به کلمات کلیدی%2$s را بخوانید تا با استراتژی ها و مباحث تخصصی کلمات کلیدی آشنا شوید."],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly. ":["کلمات زیر بیشتر از سایر موارد در محتوای شما مشاهده می شود. این نشان می دهد که محتوای شما روی چه موضوعی تمرکز دارد. اگر کلمات تفاوت زیادی با موضوع سایت یا فعالیت شما دارند ممکن است بخواهید مطالب خود را مجددا بازنویسی کنید."],"Prominent words":["کلمه‌های برجسته پرکاربرد"],"The site's tagline":["شعار سایت."],"Not all required fields are given. Missing field %1$s":["تمام فیلدهای مورد نیاز پر نشده است. فیلد %1$s فراموش شده است"],"Add synonyms":["افزودن مترادف ها"],"Would you like to add keyphrase synonyms?":["تمایل دارید مترادف کلمات کلیدی هم اضافه کنید؟"],"Would you like to add more than one keyphrase?":["می خواهید کلمات کلیدی دیگری هم اضافه کنید؟"],"You can edit the SEO metadata for this custom type on the %1$sShop page%2$s.":["شما می توانید متا داده های SEO را برای این نوع سفارشی در %1$sصفحه فروشگاه %2$s ویرایش کنید."],"You haven't set a Shop page in your WooCommerce settings. Please do this first.":["شما صفحه فروشگاه را در تنظیمات WooCommerce خود تنظیم نکرده اید. لطفا ابتدا این کار را انجام دهید."],"Current year":["سال جاری"],"Something went wrong. Please reload the page.":["مشکلی رخ داد. لطفا برگه را مجدد بارگذاری کنید."],"Url preview":["پیش نمایش url"],"Please provide a meta description by editing the snippet below. If you don’t, Google will try to find a relevant part of your post to show in the search results.":["لطفا توضیحات متا را با ویرایش اسنیپت زیر انجام دهید. اگر شما این کار را نکنید، گوگل سعی می کند یک قسمت مرتبط از پست شما را برای نمایش در نتایج جستجو پیدا کند."],"Tagline":["شعار"],"Page":["برگه"],"description (custom taxonomy)":["توضیح (طبقه بندی سفارشی)"],"(custom taxonomy)":["(طبقه بندی سفارشی)"],"(custom field)":["(فیلد سفارشی)"],"Term404":["شرایط 404"],"Caption":["عنوان یا Caption"],"Pagenumber":["تعداد برگه"],"Pagetotal":["جمع برگه"],"Page number":["شماره برگه"],"User description":["توضیح کاربر"],"ID":["شناسه"],"Modified":["اصلاح شده"],"Post type (plural)":["نوع نوشته (جمع)"],"Post type (singular)":["نوع نوشته (تکی)"],"Separator":["جداکننده"],"Search phrase":["عبارت جستجو"],"Term title":["عنوان شرایط"],"Term description":["توضیح شرایط"],"Tag description":["توضیح تگ"],"Category description":["توضیح دسته"],"Primary category":["دسته اصلی"],"Category":["دسته"],"Tag":["تگ"],"Excerpt only":["فقط خلاصه"],"Excerpt":["خلاصه"],"Site title":["عنوان سایت"],"Archive title":["عنوان بایگانی"],"Parent title":["عنوان والد"],"Date":["تاریخ"],"Get Yoast SEO Premium":["دریافت یوست سئوی پرمیوم"],"You should create a redirect to ensure your visitors do not get a 404 error when they click on the no longer working URL.":["شما باید با ایجاد لینک های بازگشتی اطمینان حاصل کنید که بازدیدکنندگان شما هنگام کلیک روی URL که اکنون در دسترس نیست، خطای 404 دریافت نمی کنند."],"Search engines and other websites can still send traffic to your deleted post.":["موتورهای جستجو و وب سایت های دیگر می توانند ترافیك را به پست های حذف شده شما ارسال كنند."],"Make sure you don't miss out on traffic!":["اطمینان حاصل کنید که ترافیک وبسایتتان را از دست نمی‌دهید!"],"You just deleted a %1$s.":["شما %1$s را حذف کردید."],"You just trashed a %1$s.":["شما %1$s را به زباله دان ارسال کردید."],"Settings for %s archive":["تنظیمات برای  آرشیو %s"],"The settings on this page allow you to specify what the default search appearance should be for any type of content you have. You can choose which content types appear in search results and what their default description should be.":["تنظیمات در این صفحه به شما اجازه می دهد مشخص کنید که تنظیمات پیشفرض نمایش در موتورهای جستجو برای هر نوع محتوا چگونه باشد. شما می توانید انتخاب کنید کدام نوع محتوا در نتایج جستجو ظاهر شود و توضیحات پیش فرض آنها چه چیزی باید باشد."],"Dismiss this notice":["رد کردن اعلان"],"No results":["بی نتیجه"],"%d result found, use up and down arrow keys to navigate":["یک نتیجه پیدا شد. جهت پیمایش، از کلیدهای جهت بالا و پایین استفاده کنید.","%d نتیجه پیدا شد. جهت پیمایش، از کلیدهای جهت بالا و پایین استفاده کنید."],"Your site language is set to %s. If this is not correct, contact your site administrator.":["زبان وبسایت شما روی %s تنظیم شده است. اگر صحیح نیست، با مدیر وبسایت خود تماس بگیرید."],"Get your Baidu verification code in %1$sBaidu Webmaster Tools%2$s.":["کد تایید Baidu را از %1$sBaidu Webmaster Tools%2$s دریافت کنید."],"Baidu verification code":["کد تایید Baidu"],"The %s importer functionality uses temporary database tables. It seems your WordPress install does not have the capability to do this, please consult your hosting provider.":["عملکرد درون ریزی %s  از جداول پایگاه داده موقت استفاده می کند. به نظر میرسد نصب وردپرس شما توانایی انجام این کار را ندارد، لطفا با ارائه دهنده میزبانی خود مشورت کنید."],"Cleanup of %s data failed.":["پاکسازی %s داده انجام نشد."],"Content Type":["نوع محتوا"],"Filter by content type":["فیلتر براساس نوع محتوا"],"Show All Content Types":["نمایش همه انواع محتوا"],"Replaced with the normal title for an archive generated by WordPress":["جایگزین شده با عنوان عادی برای یک آرشیو تولید شده توسط وردپرس"],"Clean":["پاک‌سازی"],"Once you're certain your site is OK, you can clean up. This will remove all the original data.":["هنگامی که مطمئن هستید سایت شما درست است، می توانید پاکسازی را شروع کنید. این کار تمام داده های اصلی را حذف می کند."],"Step 5: Clean up":["مرحله5: پاکسازی"],"Please check your posts and pages and see if the metadata was successfully imported.":["لطفا نوشته ها و برگه های خود را بررسی کنید تا مشخص شود متا دیتا با موفقیت وارد شده است."],"Step 3: Check your data":["مرحله 3 : اطلاعات خود را بررسی کنید"],"This will import the post metadata like SEO titles and descriptions into your %1$s metadata. It will only do this when there is no existing %1$s metadata yet. The original data will remain in place.":["این گزینه متادیتاهای نوشته مانند عنوان ها و توضیحات SEO را به متا دیتای %1$s وارد می کند. این کار فقط زمانی انجام خواهد شد که هنوز متادیتایی در %1$s وجود نداشته باشد. داده های اصلی در جای خود باقی خواهند ماند و تغییری نمی کنند."],"Step 2: Import":["مرحله2: درون‌ریزی"],"Please make a backup of your database before starting this process.":["لطفا قبل از انجام اینکار از پایگاه داده خود پشتیبان تهیه کنید."],"Step 1: Create a backup":["مرحله1: ایجاد نسخه پشتیبان"],"We've detected data from one or more SEO plugins on your site. Please follow the following steps to import that data:":["ما داده ها را از یک یا چند پلاگین SEO در سایت شما شناسایی کرده ایم. برای درون ریزی آن داده ها مراحل زیر را دنبال کنید:"],"Plugin: ":["افزونه: "],"%s did not detect any plugin data from plugins it can import from.":["%s افزونه ای را شناسایی نکرد که بتواند از آن درون‌ریزی کند."],"Posts that should not show up in search results":["نوشته‌هایی که نمی خواهید در نتایج جستجو نمایش داده شود"],"%s data found.":["%s داده پیدا شد."],"%s data successfully removed.":["%s داده با موفقیت حذف گردید."],"%s data successfully imported.":["%s داده با موفقیت درون‌ریزی شد."],"%s data not found.":["%s داده پیدا نشد."],"24/7 email support":["پشتیبانی سریع در سیستم تیکت ژاکِت"],"this author's archives":["بایگانی های این نویسنده"],"Do not allow search engines to show %s in search results.":["به موتورهای جستجو اجازه نده %s را در نتایج جستجو نشان دهند."],"To let search engines know which social profiles are associated to this site, enter your site social profiles data below.":["برای آنکه موتورهای جستجو بفهمند پروفایل کدام شبکه های اجتماعی متعلق به سایت شماست لطفا اطلاعات مرتبط با شبکه های اجتماعی خود را در زیر وارد کنید."],"Learn more about your social profiles settings":["کسب اطلاعات بیشتر درباره تنظیمات پروفایل های شبکه های اجتماعی"],"Remove the categories prefix?":["حذف پیشوند دسته بندی ها؟"],"Category URLs in WordPress contain a prefix, usually %s, this feature removes that prefix, for categories only.":["لینک های دسته بندی ها در وردپرس شامل یک پیشوند هستند که معمولا %s است. این قابلیت، پیشوند را برای دسته بندی ها حذف می کند."],"Help on the category prefix setting":["راهنمایی درباره تنظیمات پیشوند دسته بندی ها"],"Category URLs":["لینک های دسته بندی ها"],"Learn more about the available variables":["کسب اطلاعات بیشتر درباره متغیرهای موجود"],"Learn more about the RSS feed setting":["کسب اطلاعات بیشتر درباره تنظیمات خوراک RSS"],"the archive for %s":["آرشیو برای %s"],"Redirect attachment URLs to the attachment itself?":["ریدایرکت کردن لینک های فایل های پیوست به خود فایل های پیوست؟"],"We recommend you set this to Yes.":["پیشنهاد میکنیم این گزینه را روی بله قرار دهید."],"Media & attachment URLs":["لینک های رسانه و فایل های پیوست"],"When you upload media (an image or video for example) to WordPress, it doesn't just save the media, it creates an attachment URL for it. These attachment pages are quite empty: they contain the media item and maybe a title if you entered one. Because of that, if you never use these attachment URLs, it's better to disable them, and redirect them to the media item itself.":["وقتی یک رسانه جدید در وردپرس آپلود میکنید (به عنوان مثال یک عکس یا ویدئو)، فقط یک فایل به رسانه سایت شما اضافه نمی شود. بلکه یک لینک فایل پیوست نیز برای آن ایجاد می شود. این صفحات فایل های پیوست خالی هستند و صرفا فایل پیوست را به همراه یک عنوان نمایش می دهند. چنانچه از این لینک های فایل پیوست استفاده ای نمیکنید پیشنهاد میکنیم آنها را غیرفعال کنید و آنها را به خود فایل پیوست ریدایرکت کنید."],"Learn more about the Media and attachment URLs setting":["کسب اطلاعات بیشتر درباره تنظیمات لینک های رسانه و فایل های پیوست"],"This is what shows in the search results when people find your homepage. This means this is probably what they see when they search for your brand name.":["این همان چیزی است که در صفحه نتایج جستجو برای کاربران هنگام جستجوی صفحه اصلی سایت شما نمایش داده می شود.این تقریبا همان چیزی است که کاربر با جستجوی نام برند شما مشاهده می کند."],"Learn more about the special pages setting":["کسب اطلاعات بیشتر درباره تنظیمات برگه های ویژه"],"date archives":["بایگانی های مبتنی بر تاریخ"],"Help on the date archives search results setting":["راهنمایی درباره تنظیمات نتایج جستجوی مرتبط با بایگانی های مبتنی بر تاریخ"],"archives for authors without posts":["بایگانی های نویسندگان فاقد مطلب"],"Not showing the archives for authors without posts in the search results technically means those will have a %1$s robots meta and will be excluded from XML sitemaps. %2$sMore info on the search results settings%3$s.":["عدم نمایش بایگانی ها برای نویسندگان فاقد مطلب در نتایج جستجو به صورت فنی به این معناست که آنها دارای یک متای ربات %1$s هستند و از نقشه های سایت مستثنی خواهند شد. %2$sکسب اطلاعات بیشتر درباره تنظیمات نتایج جستجو%3$s."],"Help on the authors without posts archive search results setting":["راهنمایی در مورد تنظیمات نتایج جستجوی مرتبط با نویسندگان فاقد مطلب"],"Not showing the archive for authors in the search results technically means those will have a %1$s robots meta and will be excluded from XML sitemaps. %2$sMore info on the search results settings%3$s.":["عدم نمایش بایگانی برای نویسندگان در نتایج جستجو به صورت فنی به این معناست که آنها دارای یک متای ربات %1$s هستند و از نقشه های سایت مستثنی خواهند شد. %2$sکسب اطلاعات بیشتر درباره تنظیمات نتایج جستجو%3$s."],"Help on the author archives search results setting":["راهنمایی درباره تنظیمات نتایج جستجوی بایگانی های نویسنده"],"Archives settings help":["راهنمایی درباره تنظیمات بایگانی ها"],"Learn more about the archives setting":["کسب اطلاعات بیشتر درباره تنظیمات بایگانی ها"],"Get your Yandex verification code in %1$sYandex Webmaster Tools%2$s.":["کد تایید یاندکس را در %1$sYandex Webmaster Tools%2$s بگیرید."],"Yandex verification code":["کد تایید یاندکس"],"Get your Google verification code in %1$sGoogle Search Console%2$s.":["کد تایید گوگل را در %1$sGoogle Search Console%2$s بگیرید."],"Google verification code":["کد تایید گوگل"],"Get your Bing verification code in %1$sBing Webmaster Tools%2$s.":["کد تایید بینگ را در %1$sBing Webmaster Tools%2$s بگیرید."],"Bing verification code":["کد تایید بینگ"],"You can use the boxes below to verify with the different Webmaster Tools. This feature will add a verification meta tag on your home page. Follow the links to the different Webmaster Tools and look for instructions for the meta tag verification method to get the verification code. If your site is already verified, you can just forget about these.":["می توانید از باکس زیر برای تایید ابزارهای وب مستر مختلف کمک بگیرید. این قابلیت یک تگ تایید متا به صفحه اصلی سایت شما اضافه می کند. لینک های مرتبط با ابزارهای وب مستر مختلف را دنبال کرده و دستورالعمل های مرتبط با تایید توسط تگ متا را دنبال کنید تا کد تایید را دریافت کنید. اگر سایت شما قبلا تایید شده می توانید از این مرحله چشم پوشی کنید."],"Learn more about the Webmaster Tools verification":["کسب اطلاعات بیشتر درباره تایید ابزارهای وب مستر"],"On":["فعال"],"Help on: %s":["راهنمایی درباره: %s"],"%1$s comes with a lot of features. You can enable / disable some of them below. Clicking the question mark gives more information about the feature.":["%1$s به همراه امکانات زیادی است. شما می توانید برخی از آنها را فعال / غیرفعال کنید. کلیک روی آیکون علامت سوال اطلاعات بیشتری راجع به هر کدام در اختیار شما قرار خواهد داد."],"Off":["غیرفعال"],"Read why XML Sitemaps are important for your site.":["چرا نقشه های XML برای سایت شما مهم هستند؟"],"Enable the XML sitemaps that %s generates.":["فعالسازی نقشه های سایت XML که %s  ایجاد می کند."],"See the XML sitemap.":["مشاهده نقشه های سایت XML."],"See who contributed to %1$s.":["ببینید چه کسی به %1$s کمک کرده است."],"Help on this search results setting":["راهنمایی درباره تنظیمات نتایج این جستجو"],"Not showing the archive for %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["عدم نمایش بایگانی %1$s در نتایج جستجو به صورت فنی به این معناست که آنها دارای یک متای ربات %2$s هستند و از نقشه های سایت مستثنی خواهند شد. %3$sکسب اطلاعات بیشتر درباره تنظیمات نتایج جستجو%4$s."],"Not showing %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["عدم نمایش %1$s در نتایج جستجو به صورت فنی به این معناست که آنها دارای یک متای ربات %2$s هستند و از نقشه های سایت مستثنی خواهند شد. %3$sکسب اطلاعات بیشتر درباره تنظیمات نتایج جستجو%4$s."],"%s (current default for %s)":["%s (پیشفرض فعلی برای %s)"],"Media":["رسانه"],"Content Types":["انواع محتوا"],"Should search engines follow links on this %1$s?":["موتورهای جستجو باید لینک های موجود در %1$s را دنبال کنند؟"],"Default for %2$s, currently: %1$s":["پیشفرض برای %2$s، در حال حاضر: %1$s"],"Allow search engines to show this %s in search results?":["به موتورهای جستجو اجازه نمایش %s در نتایج جستجو را می دهید؟"],"Search Appearance":["بهبود ظاهر جستجوها"],"Show %s in search results?":["نمایش %s در نتایج جستجو؟"],"Toggle %1$s's XML Sitemap":["تغییر وضعیت نقشه سایت %1$s"],"Enable this feature if you want Twitter to display a preview with images and a text excerpt when a link to your site is shared.":["اگر می خواهید توئیتر هنگام اشتراک گذاری لینک های سایت شما یک تصویر و متن خلاصه از محتوای سایت را نشان دهد این گزینه را فعال کنید."],"Enable this feature if you want Facebook and other social media to display a preview with images and a text excerpt when a link to your site is shared.":["اگر می خواهید فیسبوک و سایر شبکه های اجتماعی هنگام اشتراک گذاری لینک های سایت شما یک تصویر و متن خلاصه از محتوای سایت را نشان دهند این گزینه را فعال کنید."],"Read more about how %s works.":["درباره عملکرد %s بیشتر بدانید."],"%s integration":["ادغام %s"],"Find out how the text link counter can enhance your SEO.":["چگونه شمارشگر لینک های متنی می تواند سئوی سایت شما را بهبود ببخشد؟"],"The text link counter helps you improve your site structure.":["شمارشگر لینک های متنی به شما در بهبود ساختار سایت کمک می کند."],"Find out how cornerstone content can help you improve your site structure.":["چگونه مقاله بنیان محتوا می تواند ساختار سئوی سایت شما را بهبود ببخشد؟"],"The cornerstone content feature lets you to mark and filter cornerstone content on your website.":["قابلیت مقاله بنیان محتوا امکان نشانه گذاری و فیلترکردن مقاله بنیان محتوا در سایت را به شما می دهد."],"Discover why readability is important for SEO.":["چرا خوانایی برای سئوی سایت مهم است؟"],"The readability analysis offers suggestions to improve the structure and style of your text.":["تجزیه و تحلیل خوانایی، پیشنهاداتی برای بهبود ساختار و استایل متن ها در محتوای مطالب را به شما ارائه می کند."],"Learn how the SEO analysis can help you rank.":["چگونه تجزیه و تحلیل سئو می تواند رتبه شما را بهبود ببخشد؟"],"The SEO analysis offers suggestions to improve the SEO of your text.":["تجزیه و تحلیل سئو پیشنهاداتی برای بهبود سئوی محتوایی مطالب به شما ارائه می کند."],"SEO analysis":["تجزیه و تحلیل سئو"],"Allow customers to pick up their %s order locally":["به مشتریان اجازه دهید تا سفارش %s خود را به صورت محلی انتخاب کنند"],"Get better search results in local search":["در جستجوهای محلی جایگاه بهتری را به دست آورید"],"Good results":["نتایج خوب"],"https://yoa.st/1uk":["https://yoa.st/1uk"],"https://yoa.st/1uj":["https://yoa.st/1uj"],"Latest blog posts on %1$s":["نوشته های اخیر در %1$s"],"Remove highlight from the text":["حذف برجسته کردن متن"],"First-time SEO configuration":["اولین پیکربندی SEO"],"Your site language is set to %s. ":["زبان سایت شما به %s تنظیم شده است."],"Highlight this result in the text":["این نتیجه را در متن برجسته کنید"],"Considerations":["ملاحظات"],"Errors":["خطاها"],"Change language":["تغییر زبان"],"%s file":[" %s فایل"],"Save changes to %s":["ذخیره تغییرات به %s"],"Edit the content of your %s:":["محتوای %s خود را ویرایش کنید:"],"Create %s file":["ایجاد فایل %s"],"Updated %s":["به روز رسانی شده %s"],"You cannot edit the %s file.":["شما نمیتوانید فایل %s را ویرایش کنید."],"You cannot create a %s file.":["شما نمیتوانید یک فایل %s ایجاد کنید."],"More information about %1$s":["اطلاعات بیشتر در مورد  %1$s"],"Old Configuration Wizard":["نسخه قدیمی پیکربندی تنظیمات:"],"Manage your %s subscription on MyYoast":["اشتراک افزونه %s را در My Yoast مدیریت کنید"],"Mark the most important %1$s as 'cornerstone content' to improve your site structure. %2$sLearn more about cornerstone content%3$s.":["مهمترین %1$s را به عنوان 'بنیاد محتوا' نشانه گذاری کنید تا ساختار سایت شما بهبود پیدا کند. %2$s کسب اطلاعات بیشتر درباره مقالات بنیاد محتوا%3$s."],"(Opens in a new browser tab)":["(در تب جدید مرورگر باز می شود )"],"Go back":["بازگشت"],"Posts %1$swithout%2$s a focus keyphrase":["پست های %1$sبدون%2$s عبارت کلیدی"],"Hey, your SEO is doing pretty well! Check out the stats:":["سئوی سایت شما خیلی خوبه! آمار را مشاهده کنید:"],"You don't have any published posts, your SEO scores will appear here once you make your first post!":["شما هیچ پست منتشر شده ای ندارید. هر زمان اولین مطلب خود را منتشر کنید امتیاز سئوی شما اینجا نمایش داده می شود!"],"Read more like this on our SEO blog":["در وبلاگ سئوی ما مطالب بیشتری مشابه این بخوانید"],"Readability: %s":["خوانایی: %s"],"Not activated":["فعال نشده است"],"Activated":["فعال شده"],"%1$s recommendations for you":["%1s پیشنهاد برای شما"],"All Readability Scores":["مجموع نمرات خوانایی"],"Filter by Readability Score":["فیلتر براساس نمرات خوانایی"],"You are not receiving updates or support! Fix this problem by adding this site and enabling %1$s for it in %2$s.":["چنانچه محصول %1$s را از فروشنده دیجیراتی در ژاکت خریداری کرده باشید به‌روزرسانی های آن را از ژاکِت دریافت خواهید کرد."],"Request method %1$s is not valid.":["روش درخواست %1$s معتبر نیست."],"Text link counter":["شمارنده پیوند متن"],"Number of internal links linking to this post. See \"Yoast Columns\" text in the help tab for more info.":["تعداد پیوندهای داخلی که به این پست لینک شده اند. ببینید \"ستون‌های Yoast\" در زبانه کمک برای اطلاعات بیشتر."],"Number of outgoing internal links in this post. See \"Yoast Columns\" text in the help tab for more info.":["تعداد لینک های داخلی از نوع خروجی به سایر محتوا در این مطلب. برای اطلاعات بیشتر  \"ستون‌های Yoast\" در زبانه کمک را ببینید."],"%s Columns":["%s ستون‌ها"],"Readability score":["نمره خوانایی"],"Scroll to see the preview content.":["برای دیدن پیشنمایش محتوا اسکرول کنید."],"Other benefits of %s for you:":["دیگر مزایای %s برای شما:"],"The cornerstone content feature lets you to mark and filter cornerstone content on your website. %1$sFind out how cornerstone content can help you improve your site structure%2$s.":["قابلیت مقاله بنیان محتوا امکان نشانه گذاری و فیلترکردن مقاله بنیان محتوا در سایت را به شما می دهد. %1$sچگونه مقاله بنیان محتوا می تواند ساختار سئوی سایت شما را بهبود ببخشد؟%2$s"],"Cornerstone content":["بنیاد محتوا"],"Upgrade Premium":["ارتقاء به نسخه پرمیوم"],"Superfast internal linking suggestions":["پیشنهادات پیوند داخلی فوق العاده سریع"],"Great news: you can, with %1$s!":["خبر بزرگ: شما می توانید، با %1$s!"],"Save changes":["ذخیره تغییرات"],"1 year free support and updates included!":["شامل 1 سال بروزرسانی و پشتیبانی رایگان!"],"The plugin %2$s changes your site's output and in doing that differentiates between search engines and normal users, a process that's called cloaking. We highly recommend that you disable it.":["این پلاگین %2$s تغییرات سایت شما را خروجی می گیرد و تفاوت را به کاربران عادی و موتورهای جستجوگر نشان می دهد، که یک روند پنهان نامیده می شود؛ ما به شدت توصیه می کنیم که آن را غیر فعال کنید."],"%1$sSocial media preview%2$s: Facebook & Twitter":["%1$sپیش نمایش شبکه های اجتماعی%2$s: فیسبوک و توئیتر"],"%1$sNo more dead links%2$s: easy redirect manager":["%1$sبدون پیوند شکسته%2$s: مدیریت آسان تغییر مسیر"],"No ads!":["بدون تبلیغات"],"Facebook & Twitter":["فیسبوک و توئیتر"],"Social media preview":["پیش نمایش شبکه های اجتماعی"],"Easy redirect manager":["مدیریت تغییر مسیر آسان"],"No more dead links":["بدون پیوندهای شکسته"],"Increase your SEO reach":["افزایش دسترسی به سئو"],"Variable":["متغیر"],"Available variables":["متغیرهای در دسترس"],"Scroll to see the table content.":["اسکرول برای دیدن محتوای جدول."],"An error occurred in the '%1$s' assessment":["خطایی در ارزیابی '%1$s' رخ داده است"],"No new notifications.":["اعلان جدیدی وجود ندارد."],"Save all":["ذخیره همه"],"Save":["ذخیره"],"%1$s, Author at %2$s":["%1$s, نویسنده در %2$s"],"Mobile preview":["پیش نمایش موبایل"],"Desktop preview":["پیش نمایش دسکتاپ"],"Please provide an SEO title by editing the snippet below.":["لطفا یک عنوان سئو با ویرایش متن زیر ارائه دهید."],"Meta description preview:":["پیش نمایش متای توضیحات:"],"Slug preview:":["پیش نمایش نامک:"],"SEO title preview:":["پیش نمایش عنوان سئو:"],"Close snippet editor":["بستن ویرایشگر اسنیپت"],"Slug":["نامک"],"Remove marks in the text":["علامات را در نوشته پاک کنید"],"Mark this result in the text":["علامت زدن این نتیجه در متن"],"Marks are disabled in current view":["علائم در نمای جاری غیرفعال هستند"],"Good SEO score":["نمره خوب سئو"],"OK SEO score":["نمره معمولی سئو"],"Feedback":["بازخورد"],"Name":["نام"],"Please provide a meta description by editing the snippet below.":["لطفا با ویرایش متن زیر توضیحات متا را ارائه دهید."],"Edit snippet":["ویرایش اسنیپت"],"You can click on each element in the preview to jump to the Snippet Editor.":["شما می توانید برای ورود به ویرایشگر محدوده، روی هر پارامتر در پیش نمایش کلیک کنید."],"SEO title preview":["پیش نمایش عنوان سئو:"],"Export settings":["تنظیمات برون‌بری"],"Please don't show me this notification anymore":["لطفا این پیام را دیگر نشان نده"],"If you are experiencing issues, %1$splease file a bug report%2$s and we'll do our best to help you out.":["اگر مشکلی دارید، %1$s لطفا پرونده گزارش خطا %2$s را ارسال کرده و ما بهترین کمک را به شما می کنیم."],"We've noticed you've been using %1$s for some time now; we hope you love it! We'd be thrilled if you could %2$sgive us a 5 stars rating on WordPress.org%3$s!":["ما مطلع شدیم شما مدتی است در حال استفاده از %1$s هستید; امیدواریم دوست داشته باشید! خوشحال می شویم اگر شما بتوانید %2$s 5 ستاره امتیاز در WordPress.org بدهید %3$s."],"Warning: the variable %1$s cannot be used in this template. See the %2$s for more info.":["توجه: متغیر %1$s نمی تواند در این قالب استفاده شود. برای اطلاعات بیشتر به %2$s مراجعه کنید."],"By the way, did you know we also have a %1$sPremium plugin%2$s? It offers advanced features, like a redirect manager and support for multiple keyphrases. It also comes with 24/7 personal support.":["به هرحال، آیا می دانید ما یک نسخه %1$s پولی افزونه%2$s هم داریم؟ دارای ویژگی‌های پیشرفته ی است، مانند پشتیبانی و مدیریت کامل بر تمام کلمات کلیدی. همچنین پشتیبانی کامل 24/7 توسط متخصصین ما."],"(no title)":["(بدون عنوان)"],"The %1$s admin bar menu contains useful links to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["نوار %1$s منوی مدیریت شامل لینک‌های مفیدی از ابزارها برای آنالیز برگه‌ها و دیدن اطلاعیه‌های جدید است."],"Admin bar menu":["نوار منوی مدیریت"],"Features":["قابلیت‌ها"],"SEO title":["عنوان سئو"],"Greater than sign":["علامت بزرگتر از"],"Less than sign":["علامت کوچکتر از"],"Right angle quotation mark":["علامت نقل قول زاویه راست"],"Left angle quotation mark":["علامت نقل قول زاویه چپ"],"Small tilde":["ریشه یابی لغات کوچک"],"Vertical bar":["نوار عمودی"],"Low asterisk":["نشان ستاره پایین"],"Asterisk":["نشان ستاره"],"Bullet":["گلوله توپر"],"Middle dot":["نقطه میانی"],"Em dash":["خط تیره کشیده"],"En dash":["خط تیره En"],"Dash":["خط تیره"],"Choose the symbol to use as your title separator. This will display, for instance, between your post title and site name. Symbols are shown in the size they'll appear in the search results.":["انتخاب سیمبول برای جداکردن عناوین سایت. نمایش داده می شود بین عنوان سایت و عنوان نوشته. سیمبول ها در سایزی که در نتایج جستجو هستند ظاهر می شوند."],"No":["خیر"],"Yes":["بله"],"Social profiles":["پروفایل های اجتماعی"],"Posts list":["لیست نوشته‌ها"],"Posts list navigation":["لیست ناوبری نوشته‌ها"],"Filter posts list":["فیلتر لیست نوشته‌ها"],"Note that links to archives might be still output by your theme and you would need to remove them separately.":["توجه داشته باشید که لینک به آرشیو ممکن است هنوز هم توسط قالب خروجی داشته باشد شما نیاز است بطور جداگانه حذفشان کنید."],"%1$s to optimize your site even further":["%1$s برای بهینه سازی بیشتر سایت"],"%1$s extensions":["%1$s افزودنی‌ها"],"Comes with our 30-day no questions asked money back guarantee":["بازگشت کل هزینه در 30 روز بدون سوال"],"More information %1$sabout %3$s%2$s":["اطلاعات بیشتر%1$s درباره %3$s%2$s"],"Installed":["نصب شده است"],"gain access to our 24/7 support team.":["دسترسی کامل 24/7 به پشتیبانی ما"],"Premium support":["پشتیبانی ویژه ژاکِت"],"check what your Facebook or Twitter post will look like.":["بررسی نوع نمایش نوشته فیسبوک یا توئیتر"],"Social previews":["پیش‌نمایش شبکه های اجتماعی"],"create and manage redirects from within your WordPress install.":["ایجاد و مدیریت تغییرمسیر از درون وردپرس."],"Redirect manager":["مدیریت تغییر مسیر"],"%1$s, take your optimization to the next level!":["%1$s رفتن به سطح بعدی بهینه سازی!"],"A seamless integration between %1$s and %2$s":["ادغام بدون فاصله بین %1$s و %2$s"],"Use %1$s breadcrumbs instead of %2$s ones":["بکارگیری  %1$s ریز آدرس بجای %2$s"],"Easily insert Google Maps, a store locator, opening hours and more":["وارد کردن آسان نقشه گوگل،مکان یاب مغازه،ساعت بازکردن و بیشتر"],"Creates XML News Sitemaps":["ساختن نقشه سایت اخبار"],"Immediately pings Google on the publication of a new post":["اطلاع‌رسانی سریع به گوگل بعد از ارسال نوشته جدید"],"Optimize your site for Google News":["بهینه کردن سایت برای اخبار گوگل"],"Make videos responsive through enabling fitvids.js":["تبدیل کردن ویدئوها به واکنش گرا با فعال کردن fitvids.js"],"Enhance the experience of sharing posts with videos":["افزایش بهبود تجربه کاربری از نوشته های اشتراک گذاری شده با ویدئوها"],"Show your videos in Google Videos":["نمایش ویدئوهای شما در ویدئوی گوگل"],"Edit &#8220;%s&#8221;":["ویرایش &#8220;%s&#8221;"],"Premium":["پرمیوم"],"Get Premium":["نسخه پرمیوم Yoast SEO"],"Google Trends":["گوگل ترند"],"Notifications":["اطلاعیه"],"Removes the focus keyphrase section from the metabox and disables all SEO-related suggestions.":["حذف تب عبارت کلیدی از متاباکس و غیرفعال کردن همه پیشنهادات مرتبط با سئو."],"Disable SEO analysis":["غیر فعال کردن تجزیه و تحلیل سئو"],"Twitter settings":["تنظیمات توئیتر"],"Pinterest settings":["تنظیمات پینترست"],"Facebook settings":["تنظیمات فیسبوک"],"Title separator symbol":["سیمبول جداکننده عنوان"],"RSS feed settings":["تنظیمات خبرخوان rss"],"Breadcrumbs settings":["تنظیمات ریز آدرس"],"Make primary":["تغییر به اصلی"],"Cancel":["لغو کردن"],"%s notification":["%s اطلاعیه ","%s اطلاعیه"],"Disable readability analysis":["غیر فعال کردن تجزیه و تحلیل خوانایی"],"Removes the readability analysis section from the metabox and disables all readability-related suggestions.":["حذف زبانه \"خوانایی\" از متاباکس و غیرفعال کردن همه پیشنهادات مرتبط با خوانایی"],"Readability analysis":["تجزیه و تحلیل خوانایی"],"Needs improvement":["به بهبود نیاز دارد"],"Readability":["خوانایی"],"Improvements":["بهبودها"],"Good job! We could detect no serious SEO problems.":["کارتون عالیه! ما مشکل مهمی درباره سئوی سایتتان پیدا نکردیم."],"We have detected the following issues that affect the SEO of your site.":["ما موارد زیر که در سئوی سایت شما تاثیرگذار هستند را تشخیص داده ایم."],"Problems":["مشکلات"],"Analysis":["تجزیه و تحلیل"],"Not available":["در دسترس نیست"],"Filter by SEO Score":["فیلتر بر اساس نمره سئو"],"Meta description not set.":["توضیحات متا تنظیم نشده است."],"Open":["باز"],"Loading...":["در حال بارگذاری ..."],"Dashboard":["پیشخوان"],"You can fix this on the %1$sPermalink settings page%2$s.":["می توانید این مورد را در %1$sصفحه تنظیمات پیوند یکتا%2$s حل کنید."],"Replaced with the primary category of the post/page":["جایگزین شد با دسته اولیه از نوشته/برگه"],"Pinterest confirmation":["تائیدیه Pinterest"],"If you have already confirmed your website with Pinterest, you can skip the step below.":["اگر سایت شما با پینترست تائید شده است می توانید این بخش را نادیده بگیرید."],"Format-based archives":["بایگانی مبتنی بر فرمت"],"Webmaster Tools verification":["تایید ابزارهای وب مستر"],"Buy %s":["خرید %s"],"New %1$s Title":["عنوان %1$s جدید"],"Existing %1$s Title":["عنوان %1$s موجود"],"Expected an integer as input.":["یک عدد صحیح به عنوان ورودی انتظار می رود."],"Trying to build the sitemap cache key, but the postfix and prefix combination leaves too little room to do this. You are probably requesting a page that is way out of the expected range.":["تلاش برای ساختن کلید کش نقشه سایت،اما ترکیب پیشوند و پسوند بسیار کوتاه است.احتمالا درخواست برگه ای را برای خروج از این محدوده دارید."],"Redirects":["تغییر مسیرها"],"Remove":["حذف"],"Keep":["نگه داشتن"],"Bold the last page":["برجسته کردن آخرین صفحه"],"Regular":["منظم"],"Bold":["تو پُر"],"Show Blog page":["نمایش صفحه نوشته‌ها"],"Primary %s":["اصلی %s"],"Primary":["اصلی"],"Make %1$s primary %2$s":["تبدیل %1$s به عنوان %2$s اصلی"],"Integrations":["ادغام"],"Term is set to noindex.":["به حالت noindex تنظیم شد."],"Author archives":["بایگانی‌های نویسنده"],"Enabled":["فعال"],"Disabled":["غیر فعال شده"],"The separator defined in your theme's %s tag.":["عامل جدا کننده تعریف شده در تگ %s قالب شما."],"No index":["بدون ایندکس"],"Once Weekly":["یک‌بار در هفته"],"SEO score":["نمره سئو"],"Team Yoast":["تیم Yoast"],"The first true all-in-one SEO solution for WordPress, including on-page content analysis, XML sitemaps and much more.":["اولین و قدرتمندترین راهکار جامع و واقعی سئو برای وردپرس ، از جمله تحلیل محتوا در صفحه، نقشه XML و ... ارائه شده به صورت کاملا اورجینال در ژاکِت"],"Yoast SEO":["افزونه Yoast SEO"],"Activation failed:":["فعال‌سازی با شکست مواجه شد:"],"The filter extension seem to be unavailable. Please ask your web host to enable it.":["به نظر می رسد افزونۀ فیلتر (filter extension) موجود نباشد. لطفاً از میزبان سایت خود درخواست کنید آن را فعال کند."],"The %1$s plugin installation is incomplete. Please refer to %2$sinstallation instructions%3$s.":["نصب %1$s افزونه کامل نشد. به %2$sنحوه نصب%3$s مراجعه کنید."],"The Standard PHP Library (SPL) extension seem to be unavailable. Please ask your web host to enable it.":["کتابخانه های استاندارد PHP دردسترس نیست. با هاست خود برای فعال کردن (SPL) سوال کنید."],"SEO Settings":["تنظیمات سئو"],"Mobile-Friendly Test":["آزمون بهینه بودن برای موبایل"],"Google Page Speed Test":["ابزار گوگل برای تست سرعت صفحات"],"CSS Validator":["اعتبارسنج CSS"],"HTML Validator":["اعتبارسنج HTML"],"Pinterest Rich Pins Validator":["اعتبار سنج پین های قوی (Rich Pins) پینترست - Pinterest"],"Facebook Debugger":["اشکال زدایی فیس بوک"],"Check Google Cache":["بررسی حافظه پنهان (کَش) گوگل"],"Analyze this page":["تجزیه و تحلیل این برگه"],"Keyword Research":["پژوهش کلمه کلیدی"],"%s does not seem to be a valid url. Please correct.":["به نظر %s آدرس اینترنتی صحیحی نیست. لطفاٌ تصحیح کنید."],"%1$s does not seem to be a valid %2$s verification string. Please correct.":["به نظر %1$s یک شناسه %2$s درست نیست. لطفاٌ تصحیح کنید."],"%s Archive":["بایگانی %s"],"You searched for %s":["شما برای %s جستجو کردید"],"%s does not seem to be a valid Twitter Username. Please correct.":["به نظر می‌رسد %s شناسۀ کاربری معتبری برای توییتر نیست. لطفاً اصلاح شود."],"Summary with large image":["خلاصه با تصویر بزرگ"],"Summary":["خلاصه"],"The post %1$s appeared first on %2$s.":["نوشته %1$s اولین بار در %2$s. پدیدار شد."],"No numeric value was received.":["هیچ مقدار عددی دریافت نشد."],"This must be an existing blog. Blog %s does not exist or has been marked as deleted.":["این باید یک وبلاگ موجود باشد. وبلاگ %s وجود ندارد یا به عنوان یک وبلاگ حذف شده علامت‌گذاری شده است."],"The default blog setting must be the numeric blog id of the blog you want to use as default.":["تنظیمات پیش‌فرض وبلاگ باید شناسۀ عددی وبلاگی باشد که شما می‌خواهید از آن به عنوان وبلاگ پیش‌فرض استفاده کنید."],"%1$s is not a valid choice for who should be allowed access to the %2$s settings. Value reset to the default.":["%1$s انتخاب معتبری برای کسی که اجازۀ دسترسی به تنظیمات %2$s را دارد نیست. مقدار به حالت پیش‌فرض برخواهد گشت."],"Please select a valid post type for taxonomy \"%s\"":["لطفاً برای دسته‌بندی \"%s\" نوع نوشتۀ معتبری را انتخاب کنید."],"Please select a valid taxonomy for post type \"%s\"":["لطفاً رده بندی معتبری را برای نوع نوشته \"%s\" انتخاب کنید."],"You searched for":["شما جستجو کردید برای"],"Home":["خانه"],"Archives for":["بایگانی برای"],"Error 404: Page not found":["خطای 404: برگه پیدا نشد"],"Good":["خوب"],"Replaced with a custom taxonomies description":["جایگزینی با یک توضیحات طبقه‌بندی دلبخواه انجام شد"],"Replaced with a posts custom taxonomies, comma separated.":["جایگزین شده با یک طبقه بندی دلخواه پست ها، جداشده با ویرگول"],"Replaced with a posts custom field value":["جایگزین شده با مقدار زمینه دلخواه نوشته ها"],"Replaced with the slug which caused the 404":["جایگزینی با نامکی که باعث خطای 404 می‌شد انجام شد"],"Replaced with the posts focus keyphrase":["جایگزین شده با عبارت کلیدی اصلی نوشته ها"],"Attachment caption":["عنوان پیوست"],"Replaced with the current page number":["جایگزین شده با شماره صفحه جاری"],"Replaced with the current page total":["جایگزین شده با تعداد برگه جاری"],"Replaced with the current page number with context (i.e. page 2 of 4)":["جایگزین با شماره صفحه جاری با زمینه (مثال صفحه 2 از 4)"],"Replaced with the current year":["جایگزین شده با سال جاری"],"Replaced with the current month":["جایگزین شده با ماه جاری"],"Replaced with the current day":["جایگزین شده با روز جاری"],"Replaced with the current date":["جایگزین شده با تاریخ فعلی"],"Replaced with the post/page author's 'Biographical Info'":["جایگزین با نوشته/ برگه نویسنده 'اطلاعات زندگینامه'"],"Replaced with the post/page author's 'nicename'":["جایگزین شده با 'نام انتخابی' نویسنده برگه/نوشته"],"Replaced with the post/page ID":["جایگزین شده با آی دی برگه/نوشته"],"Replaced with the post/page modified time":["جایگزین شده با تاریخ ویرایش برگه/نوشته"],"Replaced with the content type plural label":["با برچسب چندتایی محتوا جایگزین شده است"],"Replaced with the content type single label":["با برچسب تک محتوا جایگزین شده است"],"Replaced with the current search phrase":["جایگزین شده با عبارت جستجوی جاری"],"Replaced with the term name":["جایگزین شده با نام رابطه"],"Replaced with the term description":["جایگزین شده با شرح رابطه"],"Replaced with the tag description":["جایگزین شده با شرح برچسب"],"Replaced with the category description":["جایگزین شده با شرح دسته‌بندی"],"Replaced with the post categories (comma separated)":["جایگزین شده با دسته‌بندی های پست (جداشده با ویرگول)"],"Replaced with the current tag/tags":["جایگزین شده با برچسب/برچسب‌های فعلی"],"Replaced with the post/page excerpt (without auto-generation)":["جایگزین شده با خلاصه نوشته/برگه (بدون تولید خودکار) "],"Replaced with the post/page excerpt (or auto-generated if it does not exist)":["جایگزین شده با خلاصه نوشته/برگه (یا تولید شده خودکار درصورت عدم وجود)"],"The site's name":["نام سایت"],"Replaced with the title of the parent page of the current page":["جایگزین با عنوان صفحه اصلی از صفحه فعلی"],"Replaced with the title of the post/page":["جایگزین شده با عنوان نوشته/برگه "],"Replaced with the date of the post/page":["جایگزین شده با تاریخ نوشته/برگه"],"Page %1$d of %2$d":["صفحه %1$d از %2$d"],"You cannot overrule a WPSEO standard variable replacement by registering a variable with the same name. Use the \"wpseo_replacements\" filter instead to adjust the replacement value.":["شما امکان لغو جایگزینی متغیر استاندارد رابا ثبت یک متغیر با نام مشابه را ندارید.از فیلتر \"جایگزینیwpseo\" جهت تنظیم مقدار یا ارزش جایگزینی استفاده کنید"],"A replacement variable with the same name has already been registered. Try making your variable name unique.":["یک متغیر جایگزین با همین نام در حال حاضر ثبت شده است. سعی کنید نام متغیر خود را منحصر به فرد بسازید."],"A replacement variable can not start with \"%%cf_\" or \"%%ct_\" as these are reserved for the WPSEO standard variable variables for custom fields and custom taxonomies. Try making your variable name unique.":["یک متغیر جایگزینی نمیتواند با \"%%cf_\" و\"%%ct_\"  شروع شود چنانچه موارد ذکر شده برای متغیرهای استاندارد wpseo ,متغیرهای زمینه سفارشی و رده بندیهای سفارشی ذخیره شده اند.سعی کنید از نامهای منحصر به فرد برای متغیرهایتان استفاده کنید."],"A replacement variable can only contain alphanumeric characters, an underscore or a dash. Try renaming your variable.":["یک متغیر جایگزین فقط می تواند شامل حروف و اعداد ، تاکید و یا یک خط تیره باشد. سعی کنید برای تغییر نام متغیر خود."],"Admin only notice: this page does not show a meta description because it does not have one, either write it for this page specifically or go into the [%1$s - %2$s] menu and set up a template.":["مورد توجه مدیر: این صفحه meta description را نمایش نمی‌دهد زیرا این متا را ندارد، این متا را برای این صفحه به صورت مستقیم قرار دهید یا به بخش [%1$s - %2$s] عنوان ها رفته و یک قالب تنظیم کنید."],"Page not found":["صفحه پیدا نشد"],"%s Archives":["بایگانی‌ها %s"],"Meta description to use for Author page":["توضیحات متا برای استفاده در صفحه نویسنده"],"Title to use for Author page":["عنوان برای استفاده در صفحه نویسنده"],"%1$s settings":["%1$s تنظیمات"],"Export your %1$s settings":["برون‌ریزی تنظمیات %1$s شما"],"Import settings":["تنظیمات درون‌ریزی"],"Import from other SEO plugins":["وارد کردن تنظیمات از دیگر افزونه‌های SEO"],"Import":["درون‌ریزی"],"If you had a %s file and it was editable, you could edit it from here.":["اگر فایل %s داشتید و قابل ویرایش بود، میتوانید آن را از اینجا ویرایش کنید."],"If your %s were writable, you could edit it from here.":["اگر %s شما قابل نوشتن بود، می توانید آن را از اینجا ویرایش کنید."],"You don't have a %s file, create one here:":["شما فایل %s ندارید، از اینجا می توانید یکی ایجاد کنید:"],"A link to your site, with your site's name and description as anchor text.":["یک پیوند به سایت شما، با نام و توضیحات سایت شما به عنوان لنگر متن."],"A link to your site, with your site's name as anchor text.":["یک پیوند به سایت شما، با نام سایت شما به عنوان لنگر متن."],"A link to the post, with the title as anchor text.":["یک پیوند به مطلب, همراه با عنوانی به عنوان متن پیوندی."],"A link to the archive for the post author, with the authors name as anchor text.":["یک پیوند به بایگانی برای نویسندۀ نوشته، با نام نویسنده‌ها به عنوان لنگر متن."],"You can use the following variables within the content, they will be replaced by the value on the right.":["شما می‌توانید از متغیرهای زیر درون محتوای خود استفاده کنید. آنها با مقادیر حقیقی جایگزین خواهند شد."],"Content to put after each post in the feed":["محتوایی که بعد از هر نوشته در خوراک (feed) سایت شما قرار می‌گیرد"],"Content to put before each post in the feed":["محتوایی که قرار است قبل از هر نوشته در خوراک ظاهر شود"],"This feature is used to automatically add content to your RSS, more specifically, it's meant to add links back to your blog and your blog posts, so dumb scrapers will automatically add these links too, helping search engines identify you as the original source of the content.":["این قابلیت به صورت خودکار محتوایی را به درون خوراک تارنمای شما اضافه می‌کند. بدین معنی که برای دادن پیوند برگشتی به وبلاگ و نوشته‌های وبلاگ‌تان می‌توانید از آن استفاده کنید که به موتور جستو کمک می‌کند نویسندۀ اصلی نوشته را پیدا کند."],"Usage of this breadcrumbs feature is explained in %1$sour knowledge-base article on breadcrumbs implementation%2$s.":["طرز استفاده از ویژگی ریز مسیر ذکر شده در مقاله %1$sدانش بنیان جهت اجرای ریز مسیر%2$s ذکر شده است."],"How to insert breadcrumbs in your theme":["نحوۀ وارد کردن پیوندهای خرده ریزه در قالب تارنمای شما"],"Blog":["وبلاگ"],"Content type archive to show in breadcrumbs for taxonomies":["بایگانی انواع محتوا برای نمایش موقعیت کنونی برای طبقه بندی"],"Taxonomy to show in breadcrumbs for content types":["طبقه بندی برای نمایش در موقعیت کنونی کاربر برای انواع محتوا"],"Breadcrumb for 404 Page":["ریزمسیر برای صفحات 404"],"Prefix for Search Page breadcrumbs":["پیشوند برای پیوندهای خرده ریزۀ صفحات جستجو"],"Prefix for Archive breadcrumbs":["پیشوند برای پیوندهای خرده ریزۀ بایگانی"],"Prefix for the breadcrumb path":["پیشوند برای مسیر پیوندهای خرده ریزه"],"Anchor text for the Homepage":["متن لنگر برای صفحۀ خانگی"],"Separator between breadcrumbs":["جدا کننده میان پیوندهای خرده ریزه"],"Below are your published posts' SEO scores. Now is as good a time as any to start improving some of your posts!":["در زیر امتیاز سئوی پست های منتشر شده را مشاهده می کنید. اکنون بهترین فرصت برای بهبود سئوی سایتتان است."],"Credits":["دست‌اندرکاران"],"&laquo; Back to Tools page":["&laquo; برگشت به صفحۀ ابزارها"],"%1$s comes with some very powerful built-in tools:":["%1$s همراه با ابزار های درونی بسیار قدرتمندی عرضه میشود : "],"This tool allows you to quickly change important files for your SEO, like your robots.txt and, if you have one, your .htaccess file.":["این ابزار به شما این امکان را می‌دهد که به سرعت پرونده‌های مهم برای سئو را تغییر دهید؛ مانند پروندۀ robots.txt و .htaccess اگر وجود داشته باشد."],"File editor":["ویرایشگر پرونده"],"Import settings from other SEO plugins and export your settings for re-use on (another) site.":["تنظیمات سئو را از افزونه‌های دیگر وارد کنید و برای استفاده دوباره از تنظیمات بر روی سایتی دیگر از آنها خروجی بگیرید."],"Import and Export":["وارد کردن و خروجی گرفتن"],"This tool allows you to quickly change titles and descriptions of your posts and pages without having to go into the editor for each page.":["این ابزار به شما این امکان را می‌دهد که به سرعت عنوان‌ها و توضیحات نوشته‌ها و صفحه‌هایتان را بدون این که مجبور باشید برای هر صفحه به ویرایشگر آن رجوع کنید، تغییر دهید."],"Bulk editor":["ویرایشگر دسته جمعی"],"To %1$sconfirm your site with Pinterest%2$s, add the meta tag here:":["برای تائید %1$s سایت خود در پینترست%2$s اینجا برچسب متا اضافه کنید:"],"Pinterest uses Open Graph metadata just like Facebook, so be sure to keep the \"Add Open Graph meta data\" setting on the Facebook tab enabled if you want to optimize your site for Pinterest.":["پینترست از متای داده Open Graph مانند فیسبوک استفاده می کند، اگر می خواهید سایتتان برای پینترست بهینه شود، مطمئن شوید که \"باکس Open Graph در تب فیسبوک\" انتخاب شده باشد."],"The default card type to use":["نوع کارت پیشفرض برای استفاده"],"Add Twitter card meta data":["افزودن اطلاعات کارت متا تویتر"],"This image is used if the post/page being shared does not contain any images.":["این تصویر زمانی استفاده میشود که مطلب یا صفحه ی به اشتراک گذاشته شده شامل هیچ تصویری نباشد"],"Default settings":["تنظیمات پیش‌فرض"],"Description":["توضیحات"],"Add Open Graph meta data":["افزودن Open Graph meta data"],"Accounts":["حساب‌ها"],"Restore site to defaults":["برگرداندن سایت به حالت پیشفرض"],"Site ID":["شناسه (ID) سایت"],"Using this form you can reset a site to the default SEO settings.":["استفاده برای بازنشاندن تنظیمات سئو"],"Privacy sensitive (FB admins and such), theme specific (title rewrite) and a few very site specific settings will not be imported to new sites.":["اطلاعات حساس به حریم خصوصی (اطلاعات مدیران فیسبوک و غیره)، موارد خاص مربوط به قالب (بازنویسی عنوان) و برخی تنظیمات خاص سایت به سایت های جدید وارد نمی شوند."],"Enter the %1$sSite ID%2$s for the site whose settings you want to use as default for all sites that are added to your network. Leave empty for none (i.e. the normal plugin defaults will be used).":["%1$sSite ID%2$s وارد کنید برای اینکه تنظیماتی که می خواهید بصورت پیشفرض به سایت هایی که در شبکه اضافه می شود اعمال گردد. برای اعمال نشدن خالی رها کنید"],"Choose the site whose settings you want to use as default for all sites that are added to your network. If you choose 'None', the normal plugin defaults will be used.":["انتخاب سایت برای تنظیماتی شما برای پیش فرض همه سایت هایی که شما به شبکه اضافه می کنید. اگر 'هیچکدام'را انتخاب کنید افزونه به حالت پیش فرض نرمال استفاده می شود."],"New sites in the network inherit their SEO settings from this site":["سایت‌های دیگر شبکه تنظیمات سئوی خود را از این سایت ارث‌بری می‌کنند"],"Super Admins only":["فقط مدیران اصلی"],"Site Admins (default)":["مدیر سایت (پیش‌فرض)"],"Who should have access to the %1$s settings":["چه کسی می تواند به تنظیمات %1$s دسترسی به داشته باشد"],"spam":["هرزنامه"],"mature":["بالغ"],"archived":["بایگانی‌شده"],"public":["عمومی"],"%s restored to default SEO settings.":["%s به تنظیمات پیش‌فرض افزونۀ Seo برگشت."],"Settings Updated.":["تنظیمات بروز شد."],"404 pages":["برگه‌های 404"],"Search pages":["صفحات جستجو"],"These pages will be %s by default, so they will never show up in search results.":["این صفحات به طور پیش‌فرض %s هستند. به طوری که هرگز در نتایج جستجو نمایش داده نخواهند شد."],"Special pages":["صفحات شبکه‌های اجتماعی"],"Date-based archives could in some cases also be seen as duplicate content.":["خطای «محتوای تکراری» در بایگانی زمانی هم ممکن است رخ بدهد. همانطور که در بالا گفته شد، می توانید برای جلوگیری از این خطا، دقیقا مانند آرشیو نویسنده عمل کنید"],"If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or to add %s to it so it doesn't show up in the search results.":["اگر این حالت سایت شما است می توانید آن را غیرفعال کنید تا به صفحه اصلی شما باز گردید یا اینکه یک %s اضافه کنید تا در نتیجه جستجو نمایان نشود."],"If you're running a one author blog, the author archive will be exactly the same as your homepage. This is what's called a %1$sduplicate content problem%2$s.":["اگر در حال اجرای برگه یک نویسنده هستید. بایگانی نویسنده دقیقا مانند صفحه اصلی شما می شود. این را %1$s مشکل تکراری بودن محتوا%2$s می نامند."],"Date archives":["تاریخ بایگانی"],"author archives":["بایگانی های نویسنده"],"Title":["عنوان"],"Take note:":["توجه داشته باشید:"],"You can determine the title and description for the homepage by %1$sediting the homepage itself%2$s.":["شما می‌توانید عنوان و توضیحات صفحۀ اصلی را با %1$sویرایش برگه خود صفحه اصلی%2$s تعیین نمایید."],"You can determine the title and description for the posts page by %1$sediting the posts page itself%2$s.":["شما می‌توانید عنوان و توضیحات صفحۀ وبلاگ را با %1$sویرایش خود صفحه وبلاگ%2$s تعیین نمایید."],"Homepage &amp; Posts page":["صفحه خانگی &amp; صفحه وبلاگ"],"Title Separator":["جداکننده‌ی عنوان"],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":["%1$s گرفتن خودکار که باید عناوین برگه‌ها بازنویسی شود، اگر میدانید اشتباه است یا میخواهید خودتان تغییر دهید از اینجا تنظیم کنید."],"Force rewrite titles":["اجبار به بازنویسی عنوان‌ها"],"Taxonomies":["طبقه بندی"],"Homepage":["خانه"],"%1$s Extensions":["افزونه‌های %1$s"],"Seamlessly integrate WooCommerce with %1$s and get extra features!":["ادغام یکپارچه ووکامرس با %1$s و گرفتن امکانت بیشتر."],"Rank better locally and in Google Maps, without breaking a sweat!":["بهترین رتبه منطقه ای در نقشه سایت گوگل"],"Are you in Google News? Increase your traffic from Google News by optimizing for it!":["آیا در بخش خبری گوگل هستید؟ افزایش ترافیک از بخش خبری گوگل با بهینه سازی برای آن!"],"Optimize your videos to show them off in search results and get more clicks!":["ویدئوهای خود را بهینه کنید تا با نمایش در نتایج جستجو کلیک‌های بیشتری دریافت کنند!"],"The premium version of %1$s with more features & support.":["%1$s نسخه پولی با امکانات بیشتر و پشتیبانی کامل."],"Person":["شخص"],"This data is shown as metadata in your site. It is intended to appear in %1$sGoogle's Knowledge Graph%2$s. You can be either an organization, or a person.":["این اطلاعات به صورت داده‌های متا در سایت شما نمایش داده خواهند شد. هدف این داده های متا نمایش در %1$sKnowledge Graph گوگل%2$s است. شما می‌توانید یک شرکت و یا یک فرد را انتخاب کنید."],"Webmaster Tools":["ابزارهای وب‌مستر"],"RSS":["RSS"],"Permalink":["پیوند ثابت"],"Breadcrumbs":["نشانی‌های ریزمسیرها"],"Authenticate":["تعیین هویت"],"To be able to create a redirect and fix this issue, you need %1$s. You can buy the plugin, including one year of support and updates, on %2$s.":["برای حل این مشکل شما نیاز به %1$s دارید. می توانید افزونه را بخرید، بعلاوه یک سال پشتیبانی و بروزرسانی در %2$s."],"Creating redirects is a %s feature":["ساخت ارجاع‌ها یک خاصیت %s است."],"New URL":["نشانی جدید"],"URL":["آدرس"],"Deactivate %s":["غیرفعال سازی %s"],"The %1$s plugin might cause issues when used in conjunction with %2$s.":["ممکن است افزونه %1$s زمانی که همزمان با افزونه %2$s فعال می شود مشکلاتی را بوجود آورد."],"Upload Image":["تصویر را بارگذاری کنید"],"%s Posts Overview":["%s بررسی اجمالی نوشته"],"Breadcrumbs title":["عنوان ریزآدرس"],"Pinterest":["پینترست"],"Social settings":["تنظیمات شبکه‌های اجتماعی"],"Archives":["بایگانی‌ها"],"Close":["بستن"],"Both %1$s and %2$s can create XML sitemaps. Having two XML sitemaps is not beneficial for search engines and might slow down your site.":["هر دوی %1$s و %2$s می توانند نقشه سایت ایجاد کنند. داشتن دو نقشه سایت اصلا برای موتورهای جستجو سودمند نیست و ممکن است کاهش سرعت در سایت شما را به همراه داشته باشد."],"Configure %1$s's Open Graph settings":["پیکربندی تنظیمات Open Graph مربوط به %1$s"],"Both %1$s and %2$s create Open Graph output, which might make Facebook, Twitter, LinkedIn and other social networks use the wrong texts and images when your pages are being shared.":["هر دوی %1$s و %2$s خروجی OpenGraph می سازند، که ممکن است فیسبوک، توییتر، لینکدین و دیگر شبکه‌های اجتماعی زمانی که صفحات شما به اشتراک گذاشته می شوند، متن و تصویر اشتباهی را برگزینند."],"%s image":["تصویر %s"],"%s description":["توضیحات %s"],"%s title":["عنوان %s"],"Twitter":["توییتر"],"Facebook":["فیس‌بوک"],"very difficult":["خیلی سخت"],"Try to make shorter sentences, using less difficult words to improve readability":["سعی کنید برای خوانایی بیشتر جمله ها رو کوتاه تر و از کلمه های با سختی کمتر استفاده کنید."],"difficult":["سخت"],"Try to make shorter sentences to improve readability":["تلاش کنید برای بهبود خوانایی جملات را همواره کوتاه‌ بسازید."],"fairly difficult":["واقعا سخت"],"OK":["تایید"],"fairly easy":["واقعا آسان"],"easy":["آسان"],"very easy":["خیلی راحت"],"The copy scores %1$s in the test, which is considered %2$s to read.":["این متن امتیاز  %1$s را در تست سهولت خوانایی کسب کرده است که به معنی %2$s در خواندن است."],"Flesch reading ease":["امتیاز سهولت در خوانایی"],"Meta Desc.":["توضیح متا"],"All SEO Scores":["نمره سئوی کل"],"SEO issue: The featured image should be at least 200 by 200 pixels to be picked up by Facebook and other social media sites.":["تصویر شاخص باید حداقل 200x200 پیکسل باشد تا توسط فیسبوک و دیگر شبکه های اجتماعی مورد استفاده قرار گیرد."],"(no parent)":["(بدون والد)"],"meta description":["توضیحات متا"],"Post is set to noindex.":["پست به حالت noindex تنظیم شد."],"The URL that this page should redirect to.":["نشانی اینترنتی که این صفحه باید به آن ارجاع داده شود."],"301 Redirect":["ارجاع 301"],"The canonical URL that this page should point to. Leave empty to default to permalink. %1$sCross domain canonical%2$s supported too.":["نشانی قانونی یا همان canonical URL که این صفحه باید به آن اشاره کند. خالی بگذارید تا بصورت پیشفرض نشانی پیوند یکتای همین صفحه در نشانی قانونی قرار گیرد. %1$sCross domain canonical%2$s نیز پشتیبانی می شود."],"Canonical URL":["نشانی قانونی (Canonical)"],"Title to use for this page in breadcrumb paths":["عنوان برای استفاده در این برگه در مسیرهای نان‌ریزه"],"Breadcrumbs Title":["عنوان ریزمسیرها"],"No Snippet":["بدون سربرگ"],"No Archive":["بدون بایگانی"],"No Image Index":[" فهرست تصویری موجود نیست."],"None":["هیچ کدام!"],"Meta robots advanced":["متا روبات های پیشرفته"],"Warning: even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["اخطار: حتی اگر شما تنظیمات متای ربات ها را می توانید تغییر دهید،کل سایت می تواند به noindex تنظیم شود در بخش تنظیمات کل سایت،پس این تنظیمات اثری ندارد."],"Meta description":["توضیحات متا"],"SEO Title":["عنوان سئو"],"Focus keyword":["کلیدواژه‌ی کانونی"],"Settings successfully imported.":["تنظیمات با موفقیت وارد شده است."],"Settings could not be imported:":["تنظیمات نباید وارد شود :"],"Breadcrumb for 404 pages:":["ریزمسیر برای صفحات 404:"],"Prefix for search result pages:":["پیشوند برای صفحات نتایج جستجو: "],"Prefix for archive pages:":["پیشوند برای صفحه‌های بایگانی:"],"Prefix for breadcrumbs:":["پیشوند برای سلسله نشانی‌ها:"],"Anchor text for the homepage:":["متن لنگر برای صفحۀ خانگی:"],"Breadcrumbs separator:":["جدا کننده ریز مسیر:"],"%s Breadcrumbs":["%s ریزمسیر"],"Use Image":["استفاده از تصویر"],"Action":["عمل"],"Page URL/Slug":["نامک/نشانی صفحه"],"Publication date":["تاریخ انتشار"],"Post Status":["وضعیت نوشته"],"WP Page Title":["عنوان صفحۀ وردپرس"],"View":["نمایش"],"View &#8220;%s&#8221;":["نمایش &#8220;%s&#8221;"],"Preview":["پیش‌نمایش"],"Preview &#8220;%s&#8221;":["پیش‌نمایش &#8220;%s&#8221;"],"Edit":["ویرایش"],"Filter":["فیلتر"],"posts\u0004Trash <span class=\"count\">(%s)</span>":["بفرست تو زباله‌دان <span class=\"count\">(%s)</span>","بفرست تو زباله‌دان <span class=\"count\">(%s)</span>"],"posts\u0004All <span class=\"count\">(%s)</span>":["همۀ <span class=\"count\">(%s)</span>","همۀ <span class=\"count\">(%s)</span>"],"New Yoast Meta Description":["توضیحات متای جدید افزونه"],"Existing Yoast Meta Description":["توضیحات متای خود افزونه"],"Facebook profile URL":["آدرس نمایه‌ی فیس‌بوک"],"Twitter username (without @)":["نام کاربری تویتر (بدون @)"],"Google":["گوگل"],"FAQ":["سوالات متداول"],"Settings":["تنظیمات"],"Huge SEO Issue: You're blocking access to robots.":["یک موضوع مهم در SEO: شما دسترسی ربات‌ها را بسته‌اید."],"Posts":["نوشته‌ها"],"Edit Files":["ویرایش فایل ها"],"General":["عمومی"],"Extensions":["افزونه‌ها"],"Search Console":["میزفرمان جستجو"],"Tools":["ابزارها"],"Advanced":["پیشرفته"],"XML sitemaps":["نقشه های XML سایت"],"Social":["شبکه های اجتماعی"],"SEO":["سئو"],"%1$s detected you are using version %2$s of %3$s, please update to the latest version to prevent compatibility issues.":["%1$s شما استفاده می کنید از%2$s نسخه %3$s برای هماهنگی کامل بروزسانی کنید به جدیدترین نسخه."],"Just another WordPress site":["یک سایت دیگر با وردپرس"],"You have used HTML in your value which is not allowed.":["شما از HTML در مقدار خود استفاده کردید که مجاز نمی‌باشد."],"You can't edit %s that aren't yours.":["شما نمی‌توانید %s را ویرایش کنید، به این دلیل که این مال شما نیست."],"You can't edit %s.":["شما نمی‌توانید %s را ویرایش کنید."],"Post has an invalid Content Type: %s.":["نوشته دارای نوع نوشتۀ نامعتبر است: %s"],"Post doesn't exist.":["نوشته موجود نیست."],"https://www.zhaket.com/store/web/digerati":["فروش انحصاری نسخه اورجینال این محصول صرفا توسط دیجیراتی در ژاکِت انجام می گیرد."]}}}