{"translation-revision-date":"2022-07-26 09:22:29+0000","generator":"GlotPress\/4.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"fa"},"Want to optimize even further and get the most out of Yoast SEO? Make sure you don't miss our free weekly webinar!":["آیا میخواهید بیشتر بهینه سازی کنید و بیشترین استفاده را از یوآست کنید؟ مطمئن بشید که وبینار هفتگی ما را از دست ندید."],"That's it! By providing this information our Indexables squad has been able to do a lot of optimization for your site already.":["خودشه! با ارائه این اطلاعات به تیم ما قابلیت بهینه سازی بسیاری به سایت شما داده است"],"That’s it! By providing this information our indexables squad has been able to do a lot of optimization for your site already. Now, let's have a look at the SEO fitness of your site!":["خودشه! با ارائه این اطلاعات به تیم ما قابلیت بهینه سازی بسیاری به سایت شما داده است. حالا نگاهی به وضعیت سئو سایت خود بیندازید"],"Or visit your SEO dashboard":["یا از پیشخوان سئو خود بازدید کنید"],"Register now!":["حالا ثبت نام کن!"],"SEO data optimization":["بهینه سازی داده های سئو"],"Personal preferences":["تنظیمات شخصی"],"Finish configuration":["پایان پیکربندی"],"An error has occurred: %1$s":["خطایی روی داده است: %1$s"],"We could not save the organization name. Please check the value.":["ما نتوانستیم نام سازمان را ذخیره کنیم. لطفا مقدار را بررسی کنید."],"Please select a name in the site representation step for this step to be effective.":["لطفاً یک نام در مرحله نمایندگی سایت انتخاب کنید تا این مرحله موثر باشد."],"Tell us about your site, so we can get your site ranked!":["در مورد سایت خود به ما اطلاعات بدهید تا بتوانیم رتبه سایت شما را بدست آوریم!"],"Please be aware that you need to fill out all settings in this step to get the most value out of structured data. %1$sRead more about the importance of structured data%2$s.":["لطفاً توجه داشته باشید که در این مرحله باید تمام تنظیمات را تکمیل کنید تا بیشترین ارزش را از داده های ساختار یافته داشته باشید. %1$sدرباره اهمیت داده های ساختاریافته%2$s بیشتر بخوانید."],"%s usage tracking":["%s ردیابی داده ها"],"We need your help to improve Yoast SEO. Can we collect anonymous information about your website and how you use it?":["برای بهبود سئوی یواست به کمک شما نیاز داریم. آیا می توانیم اطلاعات ناشناس در مورد وب سایت شما و نحوه استفاده شما از آن جمع آوری کنیم؟"],"What data will be tracked and for what reasons?":["چه داده هایی و به چه دلایلی ردیابی خواهند شد؟"],"The Yoast indexables squad can't wait to get your site in tip-top shape for the search engines. Help us and take these 5 steps in order to put our Yoast indexables to work!":["تیم شاخص یواست بی صبرانه منتظر است تا سایت شما را در بهترین شکل برای موتورهای جستجو قرار دهد. به ما کمک کنید و این ۵ مرحله را انجام دهید تا بتوانیم شاخص گذاری های یواست را فعال کنیم!"],"Put the %1$s%2$s indexables squad%3$s to work! Make Google understand your site.":["برای شروع کار %1$s%2$s شاخص گذار%3$s را به کار ببندید! کاری کنید که گوگل سایت شما را درک کند."],"Go to your SEO dashboard":["به داشبورد سئو خود بروید"],"E.g. example@email.com":["برای مثال E.g. example@email.com"],"Thank you! Check your inbox for the confirmation email.":["متشکریم! صندوق ورودی خود را برای تأیید ایمیل بررسی کنید."],"%s newsletter":["خبرنامه %s"],"Please enter a valid email address.":["لطفا یک آدرس ایمیل معتبر وارد کنید."],"Sign up for the %1$s newsletter to receive best-practice tips on how to rank, stay up-to-date with the latest SEO news and get guidance on how to use %2$s to the fullest!":["در خبرنامه %1$s ثبت‌نام کنید تا بهترین نکات را در مورد نحوه رتبه‌بندی دریافت کنید، از آخرین اخبار سئو مطلع باشید و در مورد نحوه استفاده کامل از %2$s راهنمایی دریافت کنید!"],"Help us out here! Is your site about an organization or a person? ":["در اینجا به ما کمک کنید! آیا سایت شما درباره یک سازمان است یا یک شخص؟"],"Completing this step will help Google to understand your website, and improve your chance of getting %1$srich results%2$s.":["تکمیل این مرحله به گوگل کمک می کند تا وب سایت شما را درک کند و شانس شما را برای دریافت %1$sنتایج با ارزشتر%2$s افزایش دهد."],"Select a user":["یک کاربر را انتخاب کنید"],"Personal logo or avatar":["لوگو شخصی یا آواتار"],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. %2$sUpdate this profile to make sure the information is correct%3$s.":["شما کاربر %1$s را به عنوان شخصی که این سایت را نمایندگی می کند انتخاب کرده اید. از اطلاعات نمایه کاربر اکنون در نتایج جستجو استفاده خواهد شد. %2$sاین نمایه را به‌روزرسانی کنید تا مطمئن شوید اطلاعات صحیح است%3$s."],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. You're not allowed to update this user profile, so please ask this user or an admin to make sure the information is correct.":["شما کاربر %1$s را به عنوان شخصی که این سایت را نمایندگی می کند انتخاب کرده اید. از اطلاعات نمایه کاربر اکنون در نتایج جستجو استفاده خواهد شد. شما مجاز به به روز رسانی این نمایه کاربری نیستید، بنابراین لطفاً از این کاربر یا یک سرپرست بخواهید که مطمئن شود اطلاعات صحیح است."],"We've already successfully analyzed your site. You can move on to the next step.":["ما قبلاً سایت شما را با موفقیت تجزیه و تحلیل کرده ایم. می توانید به مرحله بعدی بروید."],"Select an option":["یک گزینه را انتخاب کنید"],"Let’s analyze your site just like Google does and get those indexables into action by running the SEO data optimization! Our indexables will immediately improve technical issues without you needing to do anything!\n\nIf you have a lot of content, that optimization could take a while. But trust us, it’s worth it! Want to read more, %1$scheck out the benefits of the indexables squad.%2$s":["بیایید سایت شما را درست مانند گوگل تجزیه و تحلیل کنیم و با اجرای بهینه‌سازی داده‌های سئو، شاخص پذیرها را وارد عمل کنیم! شاخص پذیرهای ما بلافاصله مسائل فنی را بدون نیاز به انجام کاری بهبود می‌بخشند!\n\nاگر محتوای زیادی دارید، این بهینه سازی ممکن است کمی طول بکشد. اما به ما اعتماد کنید، ارزشش را دارد! می‌خواهید بیشتر بدانید، %1$sمزایای تیم شاخص پذیر را بررسی کنید.%2$s"],"We've successfully analyzed your site!":["ما سایت شما را با موفقیت تجزیه و تحلیل کردیم!"],"Uploading image...":["در حال آپلود تصویر..."],"SEO data optimization is running… You can safely move on to the next steps of this configuration.":["بهینه سازی داده های سئو در حال انجام است... می توانید با خیال راحت به مراحل بعدی این پیکربندی بروید."],"Be aware that you should run the SEO data optimization for this configuration to take maximum effect.":["توجه داشته باشید که باید بهینه سازی داده های سئو را برای این پیکربندی اجرا کنید تا حداکثر تأثیر را داشته باشد."],"We need a little more help from you! Add your Facebook and Twitter profile so we can optimize the metadata for those platforms too.":["ما به کمی کمک بیشتر از شما نیاز داریم! نمایه فیس بوک و توییتر خود را اضافه کنید تا بتوانیم متادیتا را برای آن پلتفرم ها نیز بهینه کنیم."],"We need a little more help from you! Add your organization's Facebook and Twitter profile so we can optimize the metadata for those platforms too.":["ما به کمی کمک بیشتر از شما نیاز داریم! نمایه فیسبوک و توییتر سازمان خود را اضافه کنید تا بتوانیم متادیتا را برای آن پلتفرم‌ها نیز بهینه کنیم."],"E.g. https:\/\/www.youtube.com\/yoast":["برای مثال https:\/\/www.youtube.com\/yoast"],"E.g. https:\/\/www.twitter.com\/yoast":["برای مثال https:\/\/www.twitter.com\/yoast"],"E.g. https:\/\/www.tumblr.com\/yoast":["برای مثال https:\/\/www.tumblr.com\/yoast"],"E.g. https:\/\/www.soundcloud.com\/yoast":["برای مثال https:\/\/www.soundcloud.com\/yoast"],"E.g. https:\/\/www.pinterest.com\/yoast":["برای مثال  https:\/\/www.pinterest.com\/yoast"],"E.g. https:\/\/www.myspace.com\/yoast":["برای مثال https:\/\/www.myspace.com\/yoast"],"E.g. https:\/\/www.linkedin.com\/yoast":["برای مثال https:\/\/www.linkedin.com\/yoast"],"E.g. https:\/\/www.instagram.com\/yoast":["برای مثال https:\/\/www.instagram.com\/yoast"],"E.g. https:\/\/www.facebook.com\/yoast":["برای مثال https:\/\/www.facebook.com\/yoast"],"E.g. https:\/\/social-platform.com\/yoast":["برای مثال https:\/\/social-platform.com\/yoast"],"Delete item":["حذف مورد"],"Add another profile":["یک نمایه دیگر اضافه کنید"],"E.g. https:\/\/www.wikipedia.com\/yoast":["برای مثال https:\/\/www.wikipedia.com\/yoast"],"Other social profile":["پروفایل اجتماعی دیگر"],"You're not allowed to edit the social profiles of the user %1$s. Please ask this user or an admin to do this.":["شما مجاز به ویرایش نمایه های اجتماعی کاربر %1$s نیستید. لطفا از این کاربر یا یک مدیر بخواهید که این کار را انجام دهد."],"Email address":["آدرس ایمیل"],"Could not save this value. Please check the URL.":["امکان ذخیره این آدرس وجود ندارد، لطفا آدرس را بررسی کنید."],"Could not save this value. Please check the URL or username.":["این مقدار ذخیره نشد. لطفا پیوند یا نام کاربری را بررسی کنید."],"Sign up!":["ثبت‌نام کنید"],"Yoast respects your privacy. Read %1$sour privacy policy%2$s on how we handle your personal information.":["Yoast به حریم خصوصی شما احترام می گذارد. درباره نحوه استفاده از اطلاعات شخصی شما %1$s خط مشی رازداری%2$s را بخوانید."],"Oops! Something went wrong. Check your email address and try again.":["اوه! مشکلی پیش آمد. آدرس ایمیل خود را بررسی کنید و دوباره امتحان کنید."],"Yes, you can track my site data":["بله، می توانید داده‌های سایت من را رهگیری کنید!"],"No, don’t track my site data":["نه، داده‌های سایت من را رهگیری نکن!"],"Save and continue":["ذخیره و ادامه"],"Important: We will never sell this data. And of course, as always, we won't collect any personal data about you or your visitors.":["مهم: ما هرگز این داده ها را نمی فروشیم. و البته، مثل همیشه، ما هیچ گونه اطلاعات شخصی در مورد شما یا بازدیدکنندگان سایت شما جمع آوری نمی کنیم."],"Does your site represent an Organization or Person?":["آیا سایت شما نماینده یک سازمان یا شخص است؟"],"Site representation":["نماینده سایت"],"Continue":["ادامه"],"You can still run the SEO data optimization in the %1$sTools section%2$s. Once that is finished, please refresh this page.":["همچنان می‌توانید بهینه‌سازی داده‌های سئو را در %1$sبخش ابزارها%2$s اجرا کنید. پس از اتمام، لطفاً این تمرین را مجدد انجام دهید."],"This configuration step is currently disabled, because you're not running the latest version of Yoast SEO Premium. Please update to the latest version (at least %1$s). ":["این مرحله پیکربندی در حال حاضر غیرفعال است، زیرا شما آخرین نسخه Yoast SEO پولی را اجرا نمی کنید. لطفاً به آخرین نسخه (حداقل %1$s) به روز رسانی کنید."],"Request method":["روش درخواست"],"Error details":["جزئیات خطا"],"Response":["پاسخ"],"Error message":["پیام خطا"],"Error stack trace":["خطا در ردیابی پشته"],"Status code":["کد وضعیت"],"Request URL":["نشانی اینترنتی درخواست"],"Replace image":["جایگزینی تصویر"],"Select image":["انتخاب تصویر"],"Remove image":["حذف تصویر"],"This feature has been disabled since subsites never send tracking data.":["این ویژگی زمانی که سایت‌های جانبی داده‌های رهگیری شده را ارسال نکنند غیرفعال است."],"Stop SEO data optimization":["متوقف کردن بهینه سازی اطلاعات"],"SEO data optimization is disabled for non-production environments.":["بهینه سازی داده های SEO برای محیط های غیر تولیدی غیرفعال است."],"This feature includes and replaces the Text Link Counter and Internal Linking Analysis":["این ویژگی شامل و جایگزینی متن پیوندی و تجزیه و تحلیل پیوند داخلی است"],"Start SEO data optimization":["شروع بهینه سازی اطلاعات"],"Organization name":["نام سازمان"],"Organization logo":["نشان سازمان"],"This feature has been disabled by the network admin.":["این ویژگی توسط مدیر شبکه غیرفعال شده است."],"Go back":["بازگشت"],"Save changes":["ذخیره تغییرات"],"Name":["نام"],"Social profiles":["پروفایل شبکه های اجتماعی"],"Loading...":["در حال بارگذاری..."],"Twitter":["توییتر"],"Facebook":["فیس‌بوک"],"Edit":["ویرایش"]}},"comment":{"reference":"js\/dist\/first-time-configuration.js"}}