{"domain":"wordpress-seo-premium","locale_data":{"wordpress-seo-premium":{"":{"domain":"wordpress-seo-premium","plural-forms":"nplurals=1; plural=0;","lang":"fa"},"WordPress loads lots of resources, some of which your site might not need. If you’re not using these, removing them can speed up your pages and save resources.":["وردپرس منابع زیادی را بارگیری می کند که ممکن است سایت شما به برخی از آنها نیاز نداشته باشد. اگر از اینها استفاده نمی کنید، حذف آنها می تواند سرعت صفحات شما را افزایش دهد و منابع را ذخیره کند."],"Remove unused resources":["حذف منابع استفاده نشده"],"This feature is not available for multisites.":["این ویژگی برای وردپرس شبکه ای موجود نیست."],"Prevent search engines from crawling /wp-json/":["جلوگیری از خزیدن موتورهای جستجو روی مسیر /wp-json/"],"Prevent search engines from crawling site search URLs":["جلوگیری از خزیدن موتورهای جستجو در URLهای جستجوی سایت"],"Inclusive language:":["زبان فراگیر:"],"Beta":["آزمایشی"],"<strong>New in Yoast SEO Premium 19.2:</strong> Did you know that you can now %1$senable the beta version of our inclusive language feature%3$s to get feedback on the use of inclusive language? This feature is disabled by default. %2$sLearn more about this feature%3$s.":["<strong>ویژگی جدید در Yoast SEO Premium 19.2 </strong> آیا می دانید از این به بعد می توانید %1$sقابلیت آزمایشی فراگیری زبان را فعال کنید%3$s تا بازخورد هایی راجع به زبان فراگیر دریافت کنید؟ این قابلیت بصورت پیشفرض غیرفعال است. %2$sاطلاعات بیشتر راجع به این ویژگی%3$s."],"<strong>New in Yoast SEO Premium 19.2:</strong> Did you know that you can now get feedback on the use of inclusive language? This feature is disabled by default. Please contact your Network admin if you want to enable it. %2$sLearn more about this feature%3$s.":["<strong>ویژگی جدید در Yoast SEO Premium 19.2 </strong> آیا می دانید از این به بعد می توانید بازخورد هایی راجع به زبان فراگیر دریافت کنید؟ این قابلیت بصورت پیشفرض غیرفعال است. لطفا از مدیر شبکه وردپرس بخواهید تا آن را برایتان فعال کند. %2$sاطلاعات بیشتر راجع به این ویژگی%3$s."],"Removes the inclusive language analysis section from the metabox and disables all inclusive language-related suggestions.":["بخش تجزیه و تحلیل فراگیری زبان را از متاباکس حذف می کند و همه پیشنهادات مرتبط با فراگیری زبان را غیرفعال می کند."],"Disable inclusive language analysis":["تجزیه و تحلیل فراگیری زبان را غیرفعال کنید"],"Inclusive language":["زبان فراگیر"],"Needs improvement":["به بهبود نیاز دارد"],"%1$sInclusive language%2$s: %3$s":["%1$sفراگیری زبان%2$s: %3$s"],"Schema":["اسکیما (Schema)"],"Meta tags":["تگ های متا"],"Not available":["در دسترس نیست"],"Checks":["چک ها"],"Focus Keyphrase":["عبارت کلیدی"],"Good":["خوب"],"No index":["بدون ایندکس"],"Front-end SEO inspector":["کاوشگر سئوی قسمت جلویی (Front-end)"],"Focus keyphrase not set":["عبارت کلیدی اصلی تنظیم نشده است."],"Once you've published your Zap in your %s dashboard, you can check whether it's active and connected to your site.":["هنگامی که Zap خود را در داشبورد %s منتشر کردید، می توانید بررسی کنید که فعال است و به سایت شما متصل شده یا خیر."],"Reset API key":["بازنشانی کلید API"],"You're currently connected to %s using the following API key. If you'd like to reconnect with a different API key you can reset your key below.":["شما در حال حاضر با کلید API زیر به %s متصل هستید. اگر میخواهید با کلید دیگری اتصال را انجام دهید، از بخش زیر می توانید کلید خود را بازنشانی کنید."],"Your API key":["کلید API شما"],"Go to your %s dashboard":["رفتن به داشبورد %s شما"],"You're successfully connected to %1$s! To manage your Zap, please visit your %2$s dashboard.":["شما با موفقیت به %1$s متصل شدید! برای مدیریت Zap خودتان لطفا به داشبورد %2$s مراجعه کنید."],"Your %s dashboard":["داشبورد %s شما"],"Verify connection":["تایید اتصال"],"Verify your connection":["اتصال خود را تایید کنید"],"Create a Zap":["ایجاد یک Zap"],"Log in to your %1$s account and start creating your first Zap! Note that you can only create 1 Zap with a trigger event from %2$s. Within this Zap you can choose one or more actions.":["به حساب %1$s خود وارد شوید و اولین Zap خود را ایجاد کنید. توجه داشته باشید که فقط می توانید 1 مورد Zap مرتبط به یک رویداد %2$s ایجاد کنید. با این Zap می توانید یک یا چند عمل را انتخاب کنید."],"%s API key":["کلید API سرویس %s"],"You'll need this API key later on in %s when you're setting up your Zap.":["بعدا وقتی درحال پیکربندی Zap در سرویس %s هستید به این کلید API نیاز دارید."],"Copy your API key":["کپی کردن کلید API"],"To set up a connection, make sure you copy the given API key below and use it to create and turn on a Zap within your %s account.":["برای انجام اتصال، مطمئن شوید که کلید API زیر را کپی کرده و از آن برای ایجاد و فعال کردن سرویس Zap در حساب کاربری %s خود کمک بگیرید."],"Manage %s settings":["مدیریت تنظیمات %s"],"Connect to %s":["اتصال به %s"],"These are expert features, so make sure you know what you're doing before removing the parameters. %1$sRead more about how your site can be affected%2$s.":["اینها ویژگی های تخصصی هستند، بنابراین قبل از حذف پارامترها مطمئن شوید که چه کاری انجام می دهید. %1$sدرباره نحوه تأثیرگذاری بر سایت شما %2$s بیشتر بخوانید."],"This feature is disabled when your site is not using pretty permalinks.":["زمانی که تنظیمات پیوند یکتای سایت شما در حالت پیشفرض یا همان ساده باشد، این ویژگی غیرفعال می شود."],"This feature is disabled when your site is not using %1$spretty permalinks%2$s.":["زمانی که تنظیمات پیوند یکتای سایت شما در حالت %1$sپیشفرض یا همان ساده%2$s باشد، این ویژگی غیرفعال می شود."],"Please use a comma to separate multiple URL parameters.":["لطفاً از یک کاما برای جدا کردن چندین پارامتر URL استفاده کنید."],"Additional URL parameters to allow":["پارامترهای URL اضافی برای اجازه دادن"],"Remove unwanted URL parameters from your URLs.":["پارامترهای URL ناخواسته را از URL های خود حذف کنید."],"Permalink cleanup settings":["تنظیمات پاکسازی پیوندهای یکتا"],"Max number of characters to allow in searches":["حداکثر تعداد کاراکترهای مجاز در جستجوها"],"Clean up and filter searches to prevent search spam.":["برای جلوگیری از هرزنامه جستجو، جستجوها را پاک و فیلتر کنید."],"Search cleanup settings":["تنظیمات پاکسازی جستجو"],"Disabled":["غیر فعال شده"],"Filter searches with common spam patterns":["جستجوها را با الگوهای رایج هرزنامه فیلتر کنید"],"Filter searches with emojis and other special characters":["جستجوها با ایموجی ها و سایر کاراکترهای خاص فیلتر کنید"],"Filter search terms":["جستجوهای طبقه بندی ها را فیلتر کنید"],"Unregistered URL parameters":["پارامترهای URL ثبت نشده"],"Campaign tracking URL parameters":["پارامترهای URL ردیابی کمپین"],"%1$s: unregistered URL parameter removed":["%1$s: پارامتر URL ثبت نشده حذف شد"],"%1$s: redirect utm variables to #":["%1$s: تغییر مسیر متغیرهای utm به #"],"By removing Global comments feed, Post comments feeds will be removed too.":["با حذف خوراک فید عمومی دیدگاه ها، خوراک فید دیدگاه نوشته ها نیز حذف خواهد شد."],"Remove feed links added by WordPress that aren't needed for this site.":["حذف لینک های فید اضافه شده توسط وردپرس که برای این سایت ضروری نیستند."],"Feed crawl settings":["تنظیمات خزیدن فیدها"],"Remove links added by WordPress to the header and &lt;head&gt;.":["حذف لینک های اضافه شده به هدر و &lt;head&gt; توسط وردپرس"],"Basic crawl settings":["تنظیمات خزیدن"],"Powered by HTTP header":["Powered by HTTP header"],"Pingback HTTP header":["Pingback HTTP header"],"Emoji scripts":["اسکریپت های ایموجی"],"Generator tag":["تگ های Generator"],"oEmbed links":["لینک های oEmbed"],"RSD / WLW links":["لینک های RSD / WLW"],"REST API links":["لینک های REST API"],"Shortlinks":["لینک های کوتاه"],"Atom/RDF feeds":["خوراک فید Atom/RDF"],"Search results feeds":["خوراک فید نتایج جستجو"],"Custom taxonomy feeds":["خوراک فید طبقه بندی های سفارشی"],"Tag feeds":["خوراک فید تگ ها"],"Category feeds":["خوراک فید دسته ها"],"Post type feeds":["خوراک فید پست تایپ ها"],"Post authors feeds":["خوراک فید نویسندگان نوشته ها"],"Global comment feeds":["خوراک فید عمومی دیدگاه ها"],"Global feed":["خوراک فید عمومی"],"Post comments feeds":["خوراک فید دیدگاه های نوشته"],"Keep":["نگه داشتن"],"Read more about why web server redirect methods have been disabled on a multisite.":["در مورد اینکه چرا روش های تغییر مسیر در وب سایت شبکه ای غیرفعال شده است، بیشتر بخوانید."],"Since this site is a multisite, web server redirect methods have been disabled to prevent issues.":["از آنجایی که این سایت، از نوع شبکه ای است، برای جلوگیری از مشکلات، روش های تغییر مسیر سرور وب غیرفعال شده است."],"Please note: For this workout to work well, you need to run the SEO data optimization tool. Admins can run this under %1$sSEO > Tools%2$s.":["توجه: برای اینکه این تمرین به خوبی انجام شود و به شما پیشنهادات خوبی برای لینک سازی بدهد باید بهینه سازی داده های سئو را انجام داده باشید. مدیر سایت می تواند از %1$sمنوی سئو، به بخش ابزارها رفته%2$s و گزینه بهبود داده های سئو یا SEO data optimization را اجرا کند."],"You've added links to your orphaned articles, and you’ve cleaned up the ones that were no longer relevant. Great job! Take a look at the summary below and celebrate what you accomplished!":["شما لینک هایی را به مقالات تنهای خود اضافه کرده اید و مواردی را که دیگر مرتبط نیستند پاک کرده اید. کارت عالی بود! به خلاصه زیر نگاه کنید و آنچه را که انجام داده اید جشن بگیرید!"],"Critically examine the content in this list and make the necessary updates. If you need help updating, we have a very %1$suseful blog post that can guide you all the way%2$s (click to open in a new tab).":["مطالب موجود در این لیست را با حساسیت بالا و به قید فوریت بررسی کرده و به روز رسانی های لازم را انجام دهید. اگر برای به روزرسانی به راهنمایی نیاز دارید ، ما %1$sیک پست وبلاگ بسیار عالی داریم که می تواند شما را تا پایان راهنمایی کند%2$s (برای باز کردن در یک تب جدید کلیک کنید)."],"%1$sNeed more guidance? We've covered every step in more detail in the following guide: %2$sHow to use the %7$s orphaned content workout%3$s%4$s%5$s.%6$s":["%1$sراهنمایی بیشتری نیاز دارید؟ اطلاعات بیشتر برای هر مرحله در %2$sروش انجام تمرین محتوای تنها در %7$s %3$s%4$s%5$s.%6$s"],"You just made your best content easy to find, and more likely to rank! Way to go! From time to time, remember to check if your cornerstones are getting enough links!":["شما کاری کردید تا بهترین محتوایتان راحت تر پیدا شوند و احتمال کسب رتبه نخست برای آنها بیشتر شود! هر از گاهی، به یاد داشته باشید که آیا مقالات بنیاد محتوای شما لینک های کافی دریافت می کنند یا خیر!"],"Take a look at the list below. Do your cornerstones (marked with %1$s) have the most internal links pointing towards them? Click the Optimize button if you think a cornerstone needs more links. That will move the article to the next step.":["به لیست زیر نگاه کنید. مقالان بنیاد محتوا (نشانه گذاری شده با %1$s) بیشترین لینک های داخلی را به سمت خود جذب کرده اند؟ اگر فکر میکنید یک مقاله بنیاد محتوا نیازمند لینک بیشتری است روی گزینه Optimize کلیک کنید. این کار مقاله موردنظر را به مرحله بعد منتقل خواهد کرد. "],"Do all of your cornerstones have green bullets? For the best results, consider editing the ones that don't!":["وضعیت سئوی همه مطالب بنیاد محتوای شما سبز است؟ برای داشتن بهترین نتیجه، آنهایی که سبز نیستند را ویرایش کنید و بهبود بدهید!"],"Which articles do you want to rank the highest? Which ones would your audience find the most useful and complete? Click the downward pointing arrow and look for articles that fit those criteria. We'll automatically mark the articles you select from the list as cornerstone.":["کدام مقالات میخواهید بیشترین امتیار را داشته باشند؟ کدامیک برای کاربران شما مفیدتر و کاربردی تر خواهد بود؟ روی پیکان زیر کلیک کنید و بدنبال مقالاتی باشید که این شرایط را دارند. ما بصورت خودکار مواردی که شما انتخاب میکنید را بعنوان مقاله بنیاد محتوا نشانه گذاری خواهیم کرد."],"%1$sNeed more guidance? We've covered every step in more detail in: %2$sHow to use the %7$s cornerstone workout%3$s%4$s%5$s.%6$s":["%1$sراهنمایی بیشتری نیاز دارید؟ اطلاعات بیشتر برای هر مرحله در %2$sراهنمای عملی بنیاد محتوا %7$s %3$s%4$s%5$s%6$s"],"Yoast Subpages":["فرزندها"],"Yoast Siblings":["مشابه ها"],"Yoast Table of Contents":["فهرست مطالب یوست"],"Yoast Related Links":["مطالب مرتبط یوست"],"Finish optimizing":["پایان بهینه سازی"],"You've finished adding links to this article.":["افزودن لینک به این مقاله را به پایان رساندید."],"Optimize":["بهینه سازی"],"Added to next step":["به مرحله بعدی اضافه شد"],"Choose cornerstone articles...":["مقالات بنیاد محتوا را انتخاب کنید..."],"Loading data...":["در حال بارگذاری ..."],"You haven't cleaned up or updated any articles yet using this workout. Once you do, a summary of your work will show up here.":["هنوز هیچ مقاله ای را با استفاده از این تمرین، تمیز یا به روز نکرده اید. پس از انجام این کار ، خلاصه ای از کارهای شما در اینجا نشان داده می شود."],"Skipped":["رد شده"],"Hidden from search engines.":["پنهان در موتورهای جستجو"],"Removed":["حذف شده"],"Improved":["بهبود یافته"],"Resolution":["دقت"],"Loading redirect options...":["در حال بارگذاری گزینه های تغییر مسیر..."],"Remove and redirect":["حذف و تغییر مسیر"],"Custom url:":["URL سفارشی:"],"Related article:":["مطلب مرتبط:"],"Home page:":["صفحه اصلی:"],"You are about to remove %1$s%2$s%3$s. To prevent 404s on your site, you should redirect it to another page on your site. Where would you like to redirect it?":["شما در حال حذف %1$s%2$s%3$s هستید. برای جلوگیری از خطای 404 در سایت خود، باید آن را به صفحه دیگری در سایت ریدایرکت کنید. دوست دارید آن را به کجا هدایت کنید؟"],"SEO Workout: Remove article":["تمرین سئو: حذف مقاله"],"Everything's looking good! We haven't found any articles on your site that are older than six months and receive too few links on your site. Check back here later for new cleanup suggestions!":["همه چیز خوب به نظر می رسد! ما هیچ مقاله ای در سایت شما پیدا نکرده ایم که بیش از شش ماه سن داشته و پیوندهای بسیار کمی در سایت شما دریافت کرده باشد. بعداً برای پیشنهادات جدید پاکسازی به اینجا مراجعه کنید!"],"Hide from search engines":["پنهان کردن از موتورهای جستجو"],"Improve":["بهبود"],"Are you sure you wish to hide this article from search engines?":["مطمئنید که می خواهید این مقاله را از موتورهای جستجو پنهان کنید؟"],"Action":["عمل"],"You've hidden this article from search engines.":["شما این مقاله را از موتورهای جستجو پنهان کرده اید."],"You've removed this article.":["شما این مقاله را حذف کرده اید."],"You currently haven't selected any articles to improve. Select a few articles in the previous steps to add links to and we will show you link suggestions here.":["درحال حاضر شما هیچ محتوایی را برای بهبود دادن انتخاب نکرده‌اید. مقالاتی که میخواهید به آنها لینک بدهید را در مرحله قبلی انتخاب کنید تا به شما پیشنهاد بدهیم از کدام مطالب به مقالات موردنظرتان لینک سازی کنید."],"Loading link suggestions...":["در حال بارگذاری لینک های پیشنهادی..."],"We didn’t find any suggestions for this article, but of course you can still add links to articles that you think are related.":["ما هیچ پیشنهادی برای این مقاله پیدا نکردیم ، اما شما همچنان می توانید بصورت دستی پیوندهایی را به مقالاتی که فکر می کنید مرتبط هستند ، اضافه کنید."],"Skip":["صرف نظر"],"You haven't selected any articles for this step yet. You can do so in the previous step.":["شما هنوز هیچ مقاله ای برای این مرحله انتخاب نکرده اید. می توانید در مرحله قبل این کار را انجام دهید."],"Is it up-to-date?":["آیا به روز است؟"],"Last Updated":["آخرین به روز رسانی"],"You've moved this article to the next step.":["شما این مقاله را به مرحله بعدی منتقل کرده اید."],"Unknown":["نامعلوم"],"Clear summary":["پاک کردن خلاصه گزارش"],"Add internal links towards your orphaned articles.":["لینک های داخلی را به سمت مقالات تنهای خود اضافه کنید"],"Should you update your article?":["آیا باید مقاله خود را به روز کنید؟"],"Your site may contain lots of content that you created once and never looked back to it since. It's important to go through those pages and ask yourself if that content is still relevant to your site. Should you improve it or remove it?":["سایت شما ممکن است حاوی محتوای زیادی باشد که یکبار ایجاد کرده اید و از آن زمان دیگر به آن نگاه نکرده اید. مهم است که آن صفحات را مرور کرده و از خود بپرسید که آیا هنوز هم آن محتوا مربوط به سایت شما است یا خیر. آیا باید آن را بهبود بخشید یا حذف کنید؟"],"Start: Love it or leave it?":["شروع: دوستش دارید یا ترکش می کنید؟"],"Clean up your unlinked content to make sure people can find it":["محتوای تنهای خود را تمیز کنید تا مطمئن شوید کاربران می توانند آن را پیدا کنند"],"I've finished this workout":["این تمرین را تمام کردم"],"Reset this workout":["بازنشانی (reset) کردن این تمرین"],"Well done!":["خیلی خوبه!"],"Add internal links towards your cornerstones":["لینک های داخلی را به سمت مقالات بنیاد محتوای خود اضافه کنید"],"Check the number of incoming internal links of your cornerstones":["تعداد لینک های داخلی ورودی به مقالات بنیاد محتوای خود را بررسی کنید"],"Start: Choose your cornerstones!":["شروع: محتواهای بنیادی خود را انتخاب کنید!"],"The cornerstone approach":["رویکرد بنیاد محتوا (cornerstone)"],"Please note: For this workout to work well and to offer you linking suggestions, you need to run the SEO data optimization tool. Admins can run this under %1$sSEO > Tools%2$s.":["توجه: برای اینکه این تمرین به خوبی انجام شود و به شما پیشنهادات خوبی برای لینک سازی بدهد باید بهینه سازی داده های سئو را انجام داده باشید. مدیر سایت می تواند از %1$sمنوی سئو، به بخش ابزارها رفته%2$s و گزینه بهبود داده های سئو یا SEO data optimization را اجرا کند."],"Please note: Your admin has disabled the cornerstone functionality in the SEO settings. If you want to use this workout, these should be enabled.":["توجه: مدیر سایت قابلیت بنیاد محتوا را در تنظیمات سئو غیرفعال کرده است. اگر میخواهید این تمرین را انجام دهید باید این قابلیت فعال شود."],"I've finished this step":["این مرحله را تمام کردم"],"Revise this step":["اصلاح کردن این مرحله"],"We were unable to find internal links on your pages. Either you haven't added any internal links to your content yet, or Yoast SEO didn't index them. You can have Yoast SEO index your links by running the SEO data optimization under SEO > Tools.":["نتوانستیم لینک های داخلی در برگه های شما پیدا کنیم. یا هنوز لینک داخلی به مطالبتان اضافه نکرده اید یا یوست سئو هنوز آنها را ایندکس نکرده. برای ایندکس توسط یوست سئو می توانید از منوی سئو، به بخش ابزارها رفته و گزینه بهبود داده های سئو یا SEO data optimization را اجرا کنید."],"Incoming links":["لینک های ورودی"],"Edit to add link":["ویرایش برای اضافه کردن لینک"],"%1$s incoming links":["%1$s لینک های ورودی"],"You currently have no articles marked as cornerstone. When you mark your articles as cornerstone, they will show up here.":["درحال حاضر شما هیچ محتوایی را به عنوان بنیاد محتوا علامت گذاری نکرده اید. وقتی محتوایی را بصورت بنیاد محتوا علامت گذاری کنید در اینجا نمایش داده می شود."],"Focus keyphrase":["عبارت کلیدی اصلی"],"Article":["مقاله"],"Readability score":["نمره خوانایی"],"SEO score":["نمره سئو"],"Copy failed":["کپی انجام نشد"],"Improve rankings for all your cornerstones by using this %1$sstep-by-step workout!%2$s":["به کمک این %1$sتمرین قدم به قدم%2$s نمره محتواهای بنیادی (Cornerstone) در سایت خود را بهبود دهید."],"Job base salary":["حقوق پایه"],"Job requirements":["شرایط احراز شغل"],"Job location":["مکان شغل"],"Job state/province/region":["ایالت، استان، ناحیه شغل"],"Job postal code":["کد پستی شغل"],"Job country":["کشور شغل"],"Job city":["شهر شغل"],"Job address":["آدرس شغل"],"Job employment type":["نوع استخدام"],"Job benefits":["مزایا"],"Job apply button":["دکمه ارسال"],"Apply before":["ارسال قبل از"],"Job application closing date":["تاریخ انقضای آگهی"],"Installation Successful":["نصب با موفقیت انجام شد!"],"Browse our courses":["دوره‌های آموزشی ما را مشاهده کنید"],"%1$s grants you direct access to %2$sall premium %3$s academy courses%4$s. Learn all the ins and outs of holistic SEO from industry experts.":["افزونه %1$s اجازه دسترسی به %2$sدوره های آموزشی %3$s %4$s را به شما می دهد. تمام نکات سئو را از کارشناسان این حوزه یاد بگیرید."],"Master vital SEO skills with our online courses":["مهارت های حیاتی SEO را با دوره های آنلاین ما یاد بگیرید"],"Check out the Redirect Manager":["تغییر مسیرها را بررسی کنید"],"The %1$s %2$sRedirect Manager%3$s automatically prevents visitors from reaching a dead end whenever you move or delete content. It also makes managing your existing redirects easy.":["افزونه %1$s با قابلیت %2$sتغییر مسیرها%3$s به صورت خودکار هنگامی که نوشته ای را حذف میکنید یا آن را جابجا میکنید (نامک را تغییر می دهید) مانع از گم شدن کاربران می شود. همچنین این ابزار به شما امکان مدیریت آسان تغییر مسیرهای دلخواه را نیز می دهد."],"Keep your site well-organised so people won't get lost":["سایت خود را به خوبی سازماندهی کنید تا کاربران گم نشوند"],"Score some more green bullets":["توپ‌های سبز رنگ بیشتری بدست آورید"],"Different people search with different search terms. With our %1$spremium analysis%2$s, you are free to use variations and synonyms of your keywords in your content, which will make your writing style far more natural.":["کاربران مختلف با کلیدواژه های مختلف جستجوی خود را انجام می دهند. به کمک %1$sسیستم تجزیه و تحلیل پرمیوم ما%2$s شما میتوانید به راحتی کلمات کلیدی مرتبط و مترادف های آنها را در محتوا استفاده کرده و به این شیوه سبک نوشتاری خود را برای پوشش بیشتر حالت های جستجوی کاربران مختلف ارتقا دهید."],"Optimize your content further with our smart analysis":["با تجزیه و تحلیل هوشمند ما محتوای خود را بیشتر بهینه کنید"],"Do the cornerstone workout!":["تمرین بنیاد محتوا را انجام دهید!"],"%1$sCornerstone content%2$s is the content on your site that’s most important. You want to rank highest in Google with these articles. Make sure your internal linking structure reflects what pages are most important. Want to know how?":["%1$sمقاله بنیاد محتوا%2$s محتوایی در سایت شماست که از اهمیت بسیار زیادی برخوردار است. شما دوست دارید بهترین رتبه گوگل را با این مقالات دریافت کنید و به این منظور باید مطمئن شوید ساختار لینک سازی داخلی شما به شکلی است که نشان می دهد کدام مقالات شما مهم ترین آنها هستند. میخواهید بدانید چطور باید این کار را انجام دهید؟"],"Rank with articles you want to rank with":["رتبه خوب را از مقالاتی که می خواهید با آنها رتبه خوبی بگیرید، دریافت کنید"],"So, what's next?":["حالا مرحله بعدی چیه؟"],"Installation successful!":["نصب با موفقیت انجام شد!"],"The city in which the street address is, and which is in the region. For example, Los Angeles.":["شهری که خیابان در آن است. مثلا: لس آنجلس."],"Enter state/province/region":["ایالت، استان، ناحیه را وارد کنید"],"The state, province or region in which the city is, and which is in the country. For example, California.":["ایالت ، استان یا منطقه ای که شهر در آن قرار دارد و در کشور است. به عنوان مثال ، کالیفرنیا."],"The country. For example, USA.":["کشور. مثلا: امریکا"],"The street address. For example, 111 South Grand Avenue.":["آدرس خیابان: مثلا: خیابان گراند جنوبی شماره 111 "],"The postal code. For example, 90012.":["کدپستی. مثلا: 90012."],"Add additional information to your location details...":["اطلاعات بیشتر موقعیت خود را وارد کنید..."],"Yoast Job Posting":["آگهی استخدام"],"The salary range of the job, depending on a variety of factors (e.g. education level or level of experience).":["محدوده حقوق، باتوجه به عوامل مختلف (همچون سطح تحصیلات، میزان مهارت یا تجربه و ...)"],"Apply button (add a link)":["دکمه ارسال (افزودن یک لینک)"],"A button through which visitors can apply for the job. (Make sure to add a link.)":["دکمه‌ای که بازدیدکنندگان می‌توانند به کمک آن درخواست ارسال کنند. (مطمئن شوید حداقل یک لینک اضافه کنید)"],"The info you add below is added to the data Yoast SEO outputs in its schema.org output, for instance when you're the author of a page. Please only add the info you feel good sharing publicly.":["اطلاعاتی که در ادامه وارد می‌کنید، (به عنوان مثال وقتی نویسنده یک صفحه هستید) به اطلاعات خروجی یوست سئو در بخش schema.org اضافه می‌شود. لطفا فقط اطلاعاتی را اضافه کنید که تمایل دارید به‌صورت عمومی در سرح وب در دسترس قرار بگیرد."],"Yoast SEO Schema enhancements":["بهبودهای اسکیمای یوست سئو"],"E.g. %1$sAcme inc%2$s":["مثال: %1$sAcme inc%2$s"],"Employer name":["نام متقاضی"],"E.g. %1$ssoftware engineer%2$s":["مثال: %1$ssoftware engineer%2$s"],"Employer information":["اطلاعات متقاضی"],"Comma separated, e.g. %1$sEnglish, French, Dutch%2$s":["جداسازی با کامای انگلیسی. مثال: %1$sEnglish, French, Dutch%2$s"],"Language(s) spoken":["زبان‌هایی که صحبت می‌کنید"],"Comma separated, e.g. %1$sPHP, JavaScript, 90's rock music%2$s":["جداسازی با کامای انگلیسی. مثال: %1$sPHP, JavaScript, 90's rock music%2$s"],"Expertise in":["دارای تخصص در"],"Comma separated, e.g. %1$sMost likely to succeed - 1991, Smartest in class - 1990%2$s":["جداسازی با کامای انگلیسی. مثال: %1$sMost likely to succeed - 1991, Smartest in class - 1990%2$s"],"Awards":["جوایز"],"Extra information":["اطلاعات بیشتر"],"E.g. %1$sfemale%2$s, %1$smale%2$s, %1$snon-binary%2$s":["مثال: %1$sfemale%2$s, %1$smale%2$s, %1$snon-binary%2$s"],"Gender":["جنسیت"],"Use format: %1$sYYYY-MM-DD%2$s":["استفاده از الگو: %1$sYYYY-MM-DD%2$s"],"Birth date":["تاریخ تولد"],"E.g. %1$sMD%2$s, %1$sPhD%2$s":["مثال: %1$sMD%2$s, %1$sPhD%2$s"],"Honorific suffix":["پسوند-لقب"],"E.g. %1$sDr%2$s, %1$sMs%2$s, %1$sMr%2$s":["مثال: %1$sDr%2$s, %1$sMs%2$s, %1$sMr%2$s"],"Honorific prefix":["پیشوند"],"Basic information":["اطلاعات اولیه"],"Custom fields to include in page analysis":["زمینه های سفارشی را به آنالیز صفحه خود اضافه کنید"],"Learn more about including custom fields in the page analysis":["اطلاعات بیشتر درباره افزودن زمینه‌های سفارشی به آنالیز صفحه"],"The description of benefits associated with the job.":["شرح مزایای شغلی"],"The description of the job.":["شرح شغل"],"The type of employment (e.g. full-time, part-time, contract, temporary, seasonal, internship).":["نوع استخدام (مثال: تمام وقت، پاره وقت، قراردادی، موقتی، فصلی، کارآموزی)."],"The date after which the job posting is not valid anymore.":["تاریخ انقضای ارسال درخواست"],"The (typically single) geographic location associated with the job.":["موقعیت جغرافیایی مرتبط با شغل"],"The address where the office is located.":["آدرس دفتر کار"],"The description of skills and experience needed for the position.":["شرح مهارت‌ها و تحصیلات مورد نیاز برای شغل مربوطه."],"day":["روز"],"hour":["ساعت"],"week":["هفته"],"month":["ماه"],"year":["سال"],"Base salary":["حقوق پایه"],"Currency":["ارز"],"Enter amount":["مقدار را وارد کنید"],"Value":["مقدار"],"Unit":["واحد"],"Benefits":["مزایا"],"Enter benefit":["مزایا را وارد کنید"],"Job description":["توضیح شغل"],"Enter a job description...":["توضیح شغل را وارد کنید..."],"Full time":["تمام وقت"],"Part time":["پاره وقت"],"Contractor":["پیمانکاری"],"Temporary":["موقتی"],"Employment":["کارمندی"],"This is an internship":["این یک دوره کارآموزی است"],"this is an internship":["این یک دوره کارآموزی است"],"This is a volunteer role":["این یک شغل داوطلبانه است"],"this is a volunteer role":["این یک شغل داوطلبانه است"],"Office location":["موقعیت دفتر کار"],"Address where the office is located":["آدرس دفتر کار"],"Address":["آدرس"],"Postal code":["کدپستی"],"City":["شهر"],"Region":["منطقه"],"Country":["کشور"],"Remote job":["شغل دورکاری"],"This job is 100% remote":["این شغل 100% به صورت دورکاری است"],"Enter street address":["آدرس را وارد کنید"],"Enter postal code":["کدپستی را وارد کنید"],"Enter city":["شهر را وارد کنید"],"Enter country":["کشور را وارد کنید"],"This job is 100% remote.":["این شغل 100% به صورت دورکاری است."],"Requirements":["الزامات"],"Enter requirement":["الزامات را وارد کنید"],"Salary range":["محدوده حقوق"],"Min value":["حداقل مقدار"],"Max value":["حداکثر مقدار"],"The base salary of the job.":["حقوق پایه شغل"],"The salary range of the job, depending on a variety of factors (e.g. a candidate's education level or level of experience).":["محدوده حقوق، باتوجه به عوامل مختلفی (همچون سطح تحصیلات، میزان مهارت یا تجربه و ...)"],"Job title":["عنوان شغل"],"%2$sActivate %1$s now%3$s":["%2$فعال کردن %1$s%3$s"],"%2$sUpgrade %1$s now%3$s":["%2$بروزرسانی %1$s%3$s"],"%2$sInstall %1$s now%3$s":["%2$sنصب %1$s%3$s"],"%1$s %2$s must be installed and activated in order to use %3$s.":["برای استفاده از %3$s لازم است تا ابتدا %1$s %2$s از مخزن وردپرس نصب و فعال شود."],"%2$sNetwork Activate %1$s now%3$s":["%2$sفعالسازی %1$s در شبکه%3$s"],"Please contact a network administrator to install %1$s %2$s.":["لطفا برای نصب %1$s %2$s با مدیر شبکه تماس بگیرید."],"Please contact an administrator to install %1$s %2$s.":["لطفا برای نصب %1$s %2$s با مدیر سایت تماس بگیرید."],"Required Job Posting Blocks":["بلوک های ضروری آگهی استخدام"],"Recommended Job Posting Blocks":["بلوک های اولویت آگهی استخدام"],"Descriptive text":["متن توصیفی"],"Show the descriptive text":["نمایش متن توصیفی"],"Show icon":["نمایش آیکون"],"Yoast Estimated Reading Time":["زمان تخمینی مطالعه Yoast"],"Shows an estimated reading time based on the content length.":["زمان تخمینی مطالعه را طبق طول محتوا نشان می دهد."],"reading time":["زمان مطالعه"],"content length":["طول محتوا"],"Estimated reading time:":["مدت زمان تخمینی مطالعه:"],"minute":["دقیقه","دقیقه"],"Settings":["تنظیمات"],"Filter":["فیلتر"],"Edit":["ویرایش"],"OK":["تایید"],"Close":["ببند"],"title":["عنوان"],"meta description":["توضیحات متا"],"Create Redirect":["ایجاد تغییر مسیر"],"Redirects":["تغییر مسیرها"],"URL":["آدرس"],"Redirect import failed: the Redirection plugin is not installed or activated.":["وارد کردن تغییر مسیر انجام نشد:  پلاگین تغییر مسیر نصب نشده است و یا فعال نمی‌باشد."],"Redirect import failed: no redirects found.":["وارد کردن انتقال آدرس ها انجام نشد: هیچ انتقال آدرسی یافت نشد."],"You have unsaved redirects, are you sure you want to leave?":["شما تغییر مسیر ها را ذخیره نکردید، مطمئنید که می‌خواهید این صفحه را ترک کنید؟"],"New URL":["نشانی جدید"],"Delete":["حذف"],"Search":["جستجو"],"Save Changes":["ذخیره تغییرات"],"Regex Redirects":["تغییر مسیرهای عبارات قاعده‌مند (Regex)"],"Old URL":["نشانی قدیمی"],"Add Redirect":["افزودن تغییر مسیر"],"As you're on Nginx, you should add the following include to the Nginx config file:":["از آنجایی که سرویس دهندۀ سایت شما NGINX می‌باشد، باید تنظیمات زیر را در پرونده Nginx وارد کنید:"],"As you're on Apache, you should add the following include to the website httpd config file:":["از آنجایی که سرویس دهندۀ سایت شما Apache می‌باشد، باید تنظیمات زیر را در پروندۀ پیکربندی httpd اضافه کنید:"],"The first true all-in-one SEO solution for WordPress, including on-page content analysis, XML sitemaps and much more.":["اولین و قدرتمندترین راهکار جامع و واقعی سئو برای وردپرس ، از جمله تحلیل محتوا در صفحه، نقشه XML و ... ارائه شده به صورت کاملا اورجینال در ژاکِت"],"Type":["نوع"],"We're unable to save the redirects to your %s file. Please make the file writable.":["ما نمی توانیم انتقال آدرس را در فایل htaccess. شما بنویسیم، مطمئن شوید که این فایل قابلیت نوشتن دارد."],"Generate a separate redirect file":["ساختن یک فایل تغییر مسیر جداگانه"],"Redirects per page":["ریدایرکت در هر صفحه "],"Import .htaccess":["وارد کردن پروندۀ .htaccess"],"The old URL field can't be empty.":["بخش آدرس قدیم نمی تواند خالی بماند"],"The new URL field can't be empty.":["بخش آدرس جدید نمی تواند خالی بماند"],"Error while saving this redirect":["خطا هنگام ذخیره کردن انتقال آدرس ها"],"New type can't be empty.":["نوع جدید نمیتونه خالی باشه"],"Team Yoast":["تیم Yoast"],"You can't redirect a URL to itself.":["شما نمی توانید یک نشانی را به خودش تغییر مسیر دهید!"],"By default we write the redirects to your %s file, check this if you want the redirects written to a separate file. Only check this option if you know what you are doing!":["به طور پیش فرض دستورات انتقال توسط فایل htaccess. انجام می شود، در صورتی که می خواهید این کار توسط فایل دیگری انجام شود، این گزینه را انتخاب کنید. تنها در صورتی که آگاهی کامل دارید این گزینه را انتخاب کنید."],"Regular Expression":["تطبیق رشته در متن (عبارت باقاعده)"],"Write redirects to the %1$s file. Make sure the %1$s file is writable.":["نوشتن تغییر مسیر در فایل  %1$s . اطمینان حاصل کنید که فایل %1$s قابل نوشتن است."],"Import redirects from %s":["وارد کردن تغییر مسیر ها از %s"],"The Regular Expression field can't be empty.":["فیلد تطبیق رشته در متن نمی تواند خالی باشد."],"Please enter the new URL for %s":["لطفاً برای %s نشانی جدید وارد کنید"],"Redirect created from %1$s to %2$s!":["تغییرمسیر از %1$s به%2$sانجام شد !"],"noun\u0004Type":["نوع"],"You can copy the contents of any %1$s file in here, and it will import the redirects into %2$s.":["شما می‌‍توانید محتویات فایل  %1$s   را کپی کنید،   و آن را در  تغییرمسیر  %2$s  وارد کنید."],"Redirect added.":["تغییر مسیر آدرس اضافه گردید."],"The redirect was added successfully.":["تغییر مسیر آدرس با موفقیت اضافه شد."],"Redirect updated.":["تغییر مسیر آدرس به روز رسانی شد."],"The redirect was updated successfully.":["تغییر مسیر آدرس با موفقیت به‌روز رسانی شد."],"Redirect deleted.":["تغییر مسیر آدرس حذف گردید."],"The redirect was deleted successfully.":["تغییر مسیر آدرس با موفقیت حذف شد."],"Cancel":["لغو کردن"],"Save":["ذخیره کردن"],"Save anyway":["در هر صورت ذخیره کن."],"Edit redirect":["ویرایش تغییر مسیر"],"You are already editing a redirect, please finish this one first":["شما در حال ویرایش یک تغییر آدرس هستید، لطفا اول این مورد را به اتمام رسانید"],"The URL you entered could not be resolved.":["آدرس اینترنتی که وارد کرده اید نمی تواند قبول شود."],"The URL you are redirecting to seems to return a %1$s status. You might want to check if the target can be reached manually before saving.":["آدرس URL ای ریدایرکت شده توسط شما به نظر می رسد وضعیت %1$s برمی گرداند شما ممکن است قبل از ذخیره بخواهید تا بررسی کنید در دسترس بودن آدرس مقصد را به صورت دستی بررسی کنید . "],"You're redirecting to a target that returns a 301 HTTP code (permanently moved). Make sure the target you specify is directly reachable.":["شما به آدرس مقصدی ریدایرکت می کنید که کد اچ تی تی پی 301 را بر می گرداند (کاملاً جابجا شده) اطمینان حاصل کنید که شما آدرس مستقیماً در دسترس تعیین کرده باشید . "],"The URL you entered returned a HTTP code different than 200(OK). The received HTTP code is %1$s.":["آدرسی که وارد نموده‌اید پاسخی با HTTP کد متفاوت با (OK)200 برگردانده است. HTTP کد دریافت شده %1$s می‌باشد."],"Unknown error. Failed to create redirect.":["خطای ناشناخته. عدم موفقیت درساخت تغییر مسیر آدرس."],"Unknown error. Failed to update redirect.":["خطای ناشناخته. عدم موفقیت در به‌روز رسانی تغییر مسیر آدرس."],"The redirect you are trying to save will create a redirect loop. This means there probably already exists a redirect that points to the origin of the redirect you are trying to save":["تغییر مسیی که میخواهید ذخیره کنید یک حلقه اشتباه تغییر مسیر است. به این معنی که احتمالا این تغییر مسیر موجود می باشد."],"%1$s will be redirected to %2$s. Maybe it's worth considering to create a direct redirect to %2$s.":["%1$s هدایت خواهد شد به %2$s.شاید آن ارزش داشته باشه با توجه به ایجاد یک تغییر مسیر مستقیم به %2$s."],"We're unable to write data to the file %s":["ما نمی توانیم اطلاعات فایل %s را بنویسیم."],"301 Moved Permanently":["301  کاملا انتقال یافت."],"302 Found":["302 پیدا شد"],"307 Temporary Redirect":["307 به طور موقت تغییر مسیر داده شد"],"410 Content Deleted":["410 محتوای حذف شده است"],"451 Unavailable For Legal Reasons":["451 به دلایل امنیتی غیر قابل دسترسی است"],"Not all the required fields are filled.":["تمامی موارد خواسته شده پر نشده است."],"The old URL already exists as a redirect.":["آدرس اینترنتی قدیمی به عنوان مسیر وجود دارد."],"Update Redirect":["تغییر مسیر اصلاح گردد."],"We're unable to save the redirect file to %s":["ما قادر به ذخیره پرونده تغییر مسیر یافته در %s نیستیم."],"%1$s detected that you moved a post (%5$s) to the trash. You can either: %2$s Don't know what to do? %3$sRead this post%4$s.":["%1$s متوجه شده است که شما یک پست (%5$s) را به سطل زباله انتقال دادید. شما همچنین می توانید: %2$s نمی دانید چه کاری انجام دهید؟ %3$s این را بخوانید %4$s."],"%1$s detected that you deleted a post (%5$s). You can either: %2$s Don't know what to do? %3$sRead this post %4$s.":["افزونه %1$s متوجه شد که شما مطلبی را حذف کرده‌اید (%5$s). شما می‌توانید: %2$s نمی‌دانید چه کار کنید؟ %3$sاینجا را مطالعه کنید%4$s."],"410 Redirect created from %1$s!":["تغییر مسیر 410 ساخته شد از %1$s!"],"%1$s detected that you deleted a term (%5$s). You can either: %2$s Don't know what to do? %3$sRead this post %4$s.":["افزونه %1$s متوجه شد که شما برچسب/تگ/دسته ای را حذف کرده‌اید (%5$s). شما می‌توانید: %2$s نمی‌دانید چه کار کنید؟ %3$sاینجا را مطالعه کنید%4$s."],"Redirect it to another URL":["تغییر مسیر به یک آدرس اینترنتی دیگر"],"Make it serve a 410 Content Deleted header":["یک محتوای 410 بدون هدر ارایه کنید . "],"Web server":["سرور وب"],"Redirect method":["روش تغییر آدرس"],"%s can generate redirect files that can be included in your website web server configuration. If you choose this option the PHP redirects will be disabled. Only check this option if you know what you are doing!":["%s می تواند تولید فایل های ریدایرکت را در پیکربندی وب سرور سایت شما انجام دهد. اگر شما این ویژگی پی اچ پی ریدایرکت را غیر فعال کردید، کافی ست آن را فعال کنید، البته به شرطی که بدانید دارید چکار می کنید!"],"We're unable to create the directory %s":["شما نمی‌توانید مسیر %s را بسازید"],"You are attempting to redirect to the same URL as the origin. Please choose a different URL to redirect to.":["یو آر ال ریدایرکت شما با یو آر ال اصلی یکسان است، لطفاً یو آر ال متفاوتی انتخاب کنید."],"The redirect type is the HTTP response code sent to the browser telling the browser what type of redirect is served. %1$sLearn more about redirect types%2$s.":["نوع تغییر مسیر کد پاسخگوی HTTP به مرورگر ارسال می کند که چه کد تغییر مسیری بکاررفته است.%1$s ازلاعات بیشتر در این باره%2$s."],"Regular Expression (regex) Redirects are extremely powerful redirects. You should only use them if you know what you are doing. %1$sRead more about regex redirects on our help center%2$s.":["تغییر مسیرهای Regular Expression (regex) بسیار قدرتمند هستند. اما باید فقط در شرایطی از آنها استفاده کنید که کاملا بدانید چه اقدامی میکنید. %1$sاطلاعات بیشتر راجع به تغییر مسیرهای Regex در پایگاه دانش یوست%2$s"],"Enabled":["فعال"],"Enter redirects to import":["ریدایرکت را برای ایمپورت کردن وارد کنید"],"Your redirect is missing the subdirectory where WordPress is installed in. This will result in a redirect that won't work. Make sure the redirect starts with %1$s":["تغییر مسیر دایرکتوری فرعی که وردپرس در آن نصب شده از دست رفته است. این نتیجه باعث میشود تغییر مسیر کار نکند.مطمئن شوید تغییر مسیر شروع میشود با%1$s"],"Select this redirect":["انتخاب این تغییر مسیر"],"%s internal linking":["%s ارتباط داخلی"],"Import redirects":["درون‌ریزی تغییر مسیرها"],"Redirection":["Redirection"],"Safe Redirect Manager":["Safe Redirect Manager"],"Simple 301 Redirects":["Simple 301 Redirects"],"Import from other redirect plugins":["درون‌ریزی از افزونه‌های redirect دیگر"],"Import from:":["درون‌ریزی از:"],"New URL:":[" آدرس ( URL )  جدید :"],"Old URL:":["آدرس URL قدیمی:"],"Export redirects":["برون‌ ریزی تغییر مسیرها"],"Origin":["مبداء"],"Target":[" هدف"],"Format":["فرمت"],"Export redirects to a CSV file":["برون‌ ریزی تغییر مسیرها به یک فایل CSV"],"If you need to have a list of all redirects, you can generate a CSV file using the button below.":["اگر شما نیاز به فهرستی از همه تغییر مسیرها دارید، میتوانید با استفاده از دکمه زیر، یک فایل CSV ایجاد کنید."],"Please note that the first row in this file is a header. This row should be ignored when parsing or importing the data from the export.":["لطفا توجه داشته باشید که ردیف اول در این پرونده سربرگ است. این ردیف باید نادیده گرفته شود هنگام اجرا یا درون‌ریزی داده از خروجی."],"CSV import failed: the provided file could not be parsed using a CSV parser.":["درون‌ریزی CSV شکست خورد: فایل اماده شده نمی تواند اجرا شود با استفاده از اجرا کننده CSV."],"Import from a CSV file":["وارد کردن از یک فایل CSV"],"Import CSV file":["وارد کردن فایل CSV"],"%1$s detected that you restored a post (%4$s) from the trash, for which a redirect was created. %2$sClick here to remove the redirect%3$s":["%1$s متوجه شده است که شما یک پست (%4$s) را از سطل زباله بازیابی کردید، برای آن یک تغییر مسیر ایجاد شده بود. %2$s برای حذف تغییر مسیر اینجا کلیک کنید %3$s."],"%1$sLearn more about orphaned content%2$s.":["%1$s یادگیری بیشتر درباره محتوای تنها%2$s."],"Ask your SEO Manager or Site Administrator to count links in all texts, so we can identify orphaned %1$s. %2$s":["از SEO Manager یا  Site Administrator بخواهید تمام لینک‌های موجود در متون را شمارش کنند، تا بتوانیم تنها مانده ها را شناسایی کنیم %1$s. %2$s"],"%1$sClick here%2$s to index your links, so we can identify orphaned %3$s. %4$s":["%1$sاینجا کلیک کنید%2$s برای ایندکس شدن لینک‌ها، تا بتوانیم تنها مانده ها را شناسایی کنیم %3$s. %4$s"],"'Orphaned content' refers to %1$s that have no inbound links, consider adding links towards these %1$s. %2$s":["'محتوای تنها' اشاره دارد به%1$s که لینک داخلی ندارد، در نظر بگیرید لینک را به این موضوع اضافه کنید %1$s. %2$s"],"Orphaned content":["محتوای تنها"],"url":["آدرس url"],"readability score":["نمره خوانایی"],"ID":["شناسه"],"Filter by redirect type":["فیلتر براساس نوع تغییر مسیر"],"All redirect types":["همه انواع تغییر مسیر"],"If you need a list of all public posts, terms and related keyphrases, you can generate a CSV file using the %s button below.":["اگر نیاز به یک لیستی از تمام نوشته‌های منتشر شده، شرایط و کلمات کلیدی مرتبط دارید، می توانید یک فایل CSV را با استفاده از %s دکمه زیر ایجاد کنید."],"Export keyphrases to a CSV file":["برون‌ریزی عبارات کلیدی به فایل CSV"],"You can add or remove columns to be included in the export using the checkboxes below.":["شما می توانید ستون هایی را در برون‌بری از طریق چک باکس های زیر اضافه یا حذف کنید ."],"Export URL":["برون ریزی URL"],"Export title":["برون ریزی عنوان"],"Export readability score":["برون ریزی نمره خوانایی"],"Please note:":["لطفا توجه کنید:"],"The first row in this file is the header row. This row should be ignored when parsing or importing the data from the export.":["اولین ردیف از این پرونده سربرگ ردیف است. این ردیف باید نادیده گرفته شود هنگام اجرا یا درون‌ریزی داده از خروجی."],"Exporting data can take a long time when there are many posts, pages, public custom post types or terms.":["برون‌ ریزی داده ممکن است زمانبر باشد وقتی تعداد نوشته‌ها، برگه‌ها و انواع نوشته های سفارشی و شرایط زیاد است."],"Plain redirects":["تغییر مسیر ساده"],"Regular Expression redirects":["تغییر مسیرهای عبارات قاعده‌مند"],"Redirects settings":["تنظیمات تغییر مسیرها"],"post_type of a post or the taxonomy of a term\u0004type":["نوع"],"seo title":["عنوان سئو"],"Export SEO title":["برون ریزی عنوان سئو"],"Export meta description":["برون ریزی شرح متا"],"Synonyms":["مترادف ها"],"Internal linking suggestions":["لینک های داخلی پیشنهادی"],"keyphrase":["عبارت کلیدی:"],"keyphrase score":["امتیاز عبارت کلیدی"],"Export keyphrases":["برون‌ بری عبارت های کلیدی"],"Export keyphrase scores":["برون‌ بری امتیاز عبارت های کلیدی"],"Enter a related keyphrase to calculate the SEO score":["یک عبارت کلیدی مرتبط وارد کنید تا امتیاز سئو محاسبه شود."],"Related keyphrase":["عبارت کلیدی مرتبط"],"Add related keyphrase":["افزودن عبارت کلیدی مرتبط"],"Analysis results":["نتایج تجزیه و تحلیل:"],"Help on choosing the perfect keyphrase":["راهنمایی درباره چگونگی انتخاب بهترین عبارت کلیدی"],"Help on keyphrase synonyms":["راهنمایی درباره مترادف های عبارت کلیدی"],"Keyphrase":["عبارت کلیدی:"],"https://yoa.st/2jc":["https://yoa.st/2jc"],"Yoast SEO Premium":["Yoast SEO Premium دیجیراتی"],"All redirects have been imported successfully. Go to the %1$sredirects overview%2$s to see the imported redirects.":["تمام تغییر مسیرها با موفقیت درون ریزی شد. به لیست %1$sتغییر مسیرها%2$s مراجعه کنید و تغییر مسیرهای وارد شده را مشاهده کنید."],"No redirects have been imported. Probably they already exist as a redirect. Go to the %1$sredirects overview%2$s to see the existing redirects.":["هیچ تغییر مسیری درون ریزی نشد. احتمالا آنها در حال حاضر به صورت یک تغییر مسیر وجود دارند. به لیست %1$sتغییر مسیرها%2$s مراجعه کنید و تغییر مسیرهای موجود را مشاهده کنید."],"Imported %1$s/%2$s redirects successfully. Go to the %3$sredirects overview%4$s to see the imported redirect.":["درون ریزی %1$s تا از %2$s تغییر مسیر با موفقیت انجام شد.  به لیست  %3$sتغییر مسیرها%4$s مراجعه کنید و تغییر مسیرهای وارد شده را مشاهده کنید.","درون ریزی %1$s تا از %2$s تغییر مسیر با موفقیت انجام شد.  به لیست  %3$sتغییر مسیرها%4$s مراجعه کنید و تغییر مسیرهای وارد شده را مشاهده کنید."],"Redirect import failed: the selected redirect plugin is not installed or activated.":["وارد کردن تغییر مسیر انجام نشد:   پلاگین تغییر مسیر نصب نشده است و یا فعال نمی‌باشد."],"CSV import failed: No file selected.":["درون‌ریزی CSV شکست خورد: هیچ فایلی انتخاب نشده است."],"CSV import failed: the provided file is larger than %1$s.":["درون‌ریزی CSV شکست خورد: فایل اماده شده بزرگتر از %1$s است."],"CSV import failed: the provided file is not a CSV file.":["درون‌ریزی CSV شکست خورد: فایل اماده شدهیک فایل CSV نیست."],"Redirect import failed: we can't recognize this type of import.":["وارد کردن تغییر مسیر انجام نشد: این نوع وارد کردن ناشناخته است."],"Stale cornerstone content":["محتوای بنیادی خیلی قدیمی"],"Stale cornerstone content refers to cornerstone content that hasn’t been updated in the last 6 months. Make sure to keep these %1$s up-to-date. %2$sLearn more about cornerstone content%3$s.":["محتوای بنیادی خیلی قدیمی به محتوای بنیادی (Cornerstone Content) گفته می شود که طی 6 ماه اخیر بروزرسانی نشده است. از به روز بودن %1$s اطمینان حاصل کنید. %2$sآشنایی بیشتر با محتوای بنیادی%3$s."],"Choose a CSV file from your computer:":["یک فایل CSV از روی رایانه خود انتخاب کنید:"],"New URL: {{link}}%s{{/link}}":["مسیر جدید: {{link}}%s{{/link}}"],"Undo":["عقب گرد"],"Redirect created":["تغییر مسیر ایجاد شده است"],"%s just created a redirect from the old URL to the new URL.":["افزونه %s یک تغییر مسیر از مسیر قدیمی به مسیر جدید ایجاد کرد."],"Old URL: {{link}}%s{{/link}}":["مسیر قدیمی: {{link}}%s{{/link}}"],"Redirect not deleted.":["تغییر مسیر حذف نشده است."],"Something went wrong when deleting this redirect.":["خطایی در حذف تغییر مسیر رخ داد."],"The old URL for your redirect is not relative. Only the new URL is allowed to be absolute. Make sure to provide a relative old URL.":["مسیر قدیمی برای تغییر مسیر شما از نوع نسبی (Relative) نیست. فقط مسیر جدید می تواند از نوع مطلق (absolute) باشد. مطمئن شوید که یک مسیر قدیمی نسبی ارائه کنید."],"%1$s created a %2$sredirect%3$s from the old post URL to the new post URL.":["افزونه %1$s یک %2$sریدایرکت%3$s از مسیر قدیمی نوشته به مسیر جدید نوشته ایجاد کرده است."],"%1$s created a %2$sredirect%3$s from the old term URL to the new term URL.":["افزونه %1$s یک %2$sریدایرکت%3$s از مسیر قدیمی به مسیر جدید ایجاد کرده است."],"Ok":["تایید"],"Keyphrase synonyms":["مترادف های عبارت کلیدی"],"An error occurred: unfortunately our Morphology feature is not working. Please make sure you {{activateLink}}activate your subscription in MyYoast{{/activateLink}} and then {{reloadButton}}reload this page{{/reloadButton}} to make it work properly.":["خطایی رخ داده است: متاسفانه تکنولوژی واژه شناسی ما کار نمی کند. مطمئن شوید {{activateLink}}عضویت خود در یوست را فعال کرده اید{{/activateLink}} سپس {{reloadButton}}صفحه را مجددا بارگذاری کرده{{/reloadButton}} و نتیجه را بررسی کنید."],"Facebook share preview":["پیش نمایش هنگام اشتراک در فیسبوک"],"Twitter share preview":["پیش نمایش هنگام اشتراک در توئیتر"],"Adds a list of internal links to sibling pages which share the same parent.":["اضافه کردن لیستی از لینک های داخلی به برگه های مشابهی که والدهای یکسانی با یکدیگر دارند."],"siblings":["مشابه ها"],"sibling pages":["برگه های مشابه"],"Adds a list of internal links to subpages of this page.":["اضافه کردن لیستی از لینک های داخلی به برگه های فرزند این برگه."],"seo":["سئو"],"subpages":["فرزندها"],"childpages":["برگه های فرزند"],"children":["فرزند"],"internal linking":["لینک سازی داخلی"],"site structure":["ساختار سایت"],"We could not find any relevant articles on your website that you could link to from your post.":["متاسفانه نمی توانیم هیچ نوشته مرتبطی از سایت شما پیدا کنیم که بتوانید از این نوشته به آن لینک بدهید."],"Load suggestions":["بارگزاری پیشنهاد ها"],"Refresh suggestions":["تازه سازی پیشنهاد ها"],"Write list…":["لیست را بنویسید..."],"You have disabled the Link Suggestions feature, which is needed for Related Links to work. If you want to add related links, please enable Link Suggestions in the <a>Features settings.</a>":["شما قابلیت پیشنهاد دهنده لینک داخلی که برای عملکرد صحیح لینک های مرتبط نیاز است را غیرفعال کرده اید. اگر می خواهید لینک های مرتبط را اضافه کنید، لطفا ابتدا قابلیت پیشنهاد دهنده لینک داخلی را در <a>تنظیمات قابلیت ها</a> فعال کنید."],"Adds a list of links related to this page.":["اضافه کردن لیستی از لینک های مرتبط با این برگه."],"related posts":["نوشته های مرتبط"],"related pages":["صفحات مرتبط"],"Adds a table of contents to this page.":["اضافه کردن فهرست مطالب به این صفحه."],"links":["لینک ها"],"toc":["فهرست مطالب"],"Copy link":["کپی لینک"],"Copy link to suggested article: %s":["کپی کردن لینک مقاله پیشنهادی: %s"],"Add a title to your post for the best internal linking suggestions.":["عنوانی برای مطلب خود وارد کنید تا بهترین پیشنهادات لینک سازی داخلی به شما ارائه شود."],"Add a metadescription to your post for the best internal linking suggestions.":["توضیح متایی برای مطلب خود وارد کنید تا بهترین پیشنهادات لینک سازی داخلی به شما ارائه شود."],"Add a title and a metadescription to your post for the best internal linking suggestions.":["عنوان و توضیح متا را برای مطلب خود وارد کنید تا بهترین پیشنهادات لینک سازی داخلی به شما ارائه شود."],"Also, add a title to your post for the best internal linking suggestions.":["همچنین، عنوانی برای مطلب خود وارد کنید تا بهترین پیشنهادات لینک سازی داخلی به شما ارائه شود."],"Also, add a metadescription to your post for the best internal linking suggestions.":["همچنین، توضیح متا برای مطلب خود وارد کنید تا بهترین پیشنهادات لینک سازی داخلی به شما ارائه شود."],"Also, add a title and a metadescription to your post for the best internal linking suggestions.":["همچنین، عنوان و توضیح متا را برای مطلب خود وارد کنید تا بهترین پیشنهادات لینک سازی داخلی به شما ارائه شود."],"Once you add a bit more copy, we'll give you a list of related content here to which you could link in your post.":["چنانچه کمی بیشتر محتوا ثبت کنید می توانیم لیستی از مطالب مرتبط با این مطلب را به شما نمایش دهیم تا متوجه شوید کدام مطلب را در نوشته خود لینک کنید."],"To improve your site structure, consider linking to other relevant posts or pages on your website.":["برای بهبود ساختار سایت خود، پیشنهاد میکنیم به نوشته ها یا برگه های مرتبط در سایت خود لینک بدهید."],"It takes a few seconds to show you a list of related content to which you could link. The suggestions will be shown here as soon as we have them.":["چند ثانیه طول میکشد تا لیست مطالب مرتبطی که می توانید به آنها لینک دهید نمایش داده شود. مطالب مرتبط پیشنهادی به محض دریافت در این بخش لیست خواهند شد."],"{{a}}Read our guide on internal linking for SEO{{/a}} to learn more.":["برای کسب اطلاعات بیشتر، راهنمای ما برای {{a}}لینک سازی داخلی در سئو{{/a}} را مطالعه کنید"],"Copied!":["کپی شد!"],"Not supported!":["پشتیبانی نمی‌شود."],"Are you trying to use multiple related keyphrases? You should add them separately.":["آیا می خواهید از چند کلمه کلیدی استفاده کنید؟ شما باید آنها را به صورت جداگانه در زیر اضافه کنید."],"Your keyphrase is too long. It can be a maximum of 191 characters.":["عبارت کلیدی شما خیلی طولانی است. حداکثر 191 کاراکتر مجاز است."],"Add as related keyphrase":["افزودن عبارت کلیدی مرتبط"],"Added!":["اضافه شد!"],"Remove":["حذف"],"Go to your %s Dashboard":["برو به داشبورد %s"],"%1$s uses this API Key: %2$s":["سرویس %1$s از کلید API مقابل استفاده می کند: %2$s"],"Reset API Key":["بارگذاری مجدد کلید Api"],"%s will ask for an API key. Use this one:":["سرویس %s از شما کلید API می خواهد. از کلید زیر استفاده کنید:"],"Copy to clipboard":["کپی به حافظه موقت"],"Table of contents":["فهرست مطالب"],"We need to optimize your site’s SEO data so we can offer you the best %1$slinking suggestions%2$s.\n\n%3$sStart SEO Data optimization%4$s":["ما احتیاج داریم تا داده های سئوی سایت شما را بهینه سازی کنیم تا بتوانیم بهترین %1$sپیشنهادهای لینک سازی داخلی%2$s را به شما ارائه کنیم. \n\n%3$sشروع بهینه سازی داده های سئو%4$s"],"%1$sConnect %2$s with %3$s%4$s to instantly share your published posts with 2000+ destinations such as Twitter, Facebook and more.":["%1$sاتصال %2$s با سرویس %3$s%4$s برای اشتراک سریع مطالب منتشر شده شما با بیش از 2000 مقصد مختلف همچون توئیتر، فیسبوک و غیره."],"%1$s is successfully connected to %2$s!":["%1$s با موفقیت به %2$s متصل شد!"],"%1$s is not connected to %2$s. To set up a connection, make sure you click %3$sSave changes%4$s first, then copy the given API key below and use it to %3$screate%4$s and %3$sturn on%4$s a Zap within your %2$s account.":["%1$s به سرویس %2$s متصل نیست. برای انجام اتصال، ابتدا روی گزینه %3$sذخیره تغییرات%4$s کلیک کنید سپس کلید API زیر را کپی کرده و از آن برای %3$sایجاد%4$s و %3$sفعال کردن%4$s سرویس Zap در حساب کاربری %2$s خود کمک بگیرید."],"Please note that you can only create 1 Zap with a trigger event from %1$s. Within this Zap you can choose one or more actions.":["لطفا توجه داشته باشید که از %1$s فقط می توانید یک Zap و یک رخداد تعریف کنید اما از Zap ایجاد شده می توانید یک یا چندین اکشن متفاوت را اجرا کنید."],"Create a Zap in %s":["ایجاد یک Zap در سرویس %s"],"https://www.zhaket.com/store/web/digerati":["فروش انحصاری نسخه اورجینال این محصول صرفا توسط دیجیراتی در ژاکِت انجام می گیرد."]}}}